Repository: NnajioforUchenna/blukersAppDev
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, it, ko, pt, ru, tr, zh

source: General Laborer
ar: عامل عام
de: Allgemeine Arbeitskraft
es: trabajador general
fr: ouvrier général
it: operaio generico
ko: 일반 노동자
pt: operário geral
ru: обычный рабочий
tr: genel işçi
zh: 普通劳动者

source: Food Preparation
ar: إعداد الطعام
de: Essensvorbereitung
es: Preparación de alimentos
fr: Préparation de nourriture
it: Preparazione del cibo
ko: 음식 준비
pt: Preparação de Alimentos
ru: Приготовление пищи
tr: Yemek Hazırlama
zh: 食品准备

source: Carpet Installers
ar: مثبتي السجاد
de: Teppichverleger
es: Instaladores de alfombras
fr: Installateurs de tapis
it: Installatori di tappeti
ko: 카펫 설치자
pt: Instaladores de Carpete
ru: Укладчики ковров
tr: Halı Yükleyiciler
zh: 地毯安装工

source: Driver
ar: السائق
de: Fahrer
es: Conductor
fr: Chauffeur
it: Autista
ko: 운전자
pt: Motorista
ru: Водитель
tr: Sürücü
zh: 驱动器

source: Cement Masons
ar: نجارين الاسمنت
de: Zementmaurer
es: Albañiles de cemento
fr: Maçons de ciment
it: Muratori di cemento
ko: 시멘트 석공
pt: Pedreiros de Cimento
ru: Цементные каменщики
tr: Çimento Duvarcıları
zh: 水泥泥工

source: Hazardous Material Removal
ar: إزالة المواد الخطرة
de: Gefahrstoffentfernung
es: Remoción de materiales peligrosos
fr: Élimination de matériaux dangereux
it: Rimozione di materiale pericoloso
ko: 위험 물질 제거
pt: Remoção de Material Perigoso
ru: Удаление опасных веществ
tr: Tehlikeli Madde Giderme
zh: 危险物质清除

source: Fishing
ar: الصيد
de: Angeln
es: Pesca
fr: Pêche
it: Pesca
ko: 낚시
pt: Pescaria
ru: Рыбалка
tr: Balıkçılık
zh: 钓鱼

source: Equipment
ar: معدات
de: Ausrüstung
es: Equipamiento
fr: Équipement
it: Equipaggiamento
ko: 장비
pt: Equipamento
ru: Оборудование
tr: Ekipman
zh: 设备

# floor_senders__finishers
source: Floor Senders and Finishers
ar: أرسلة الأرضيات والمكملين
de: Bodensender und Finisher
es: Emisores y finalizadores de piso
fr: Expéditeurs de sol et finisseurs
it: Inviatori e rifinitori di pavimenti
ko: 바닥 보내기 및 마무리
pt: Remetentes e Finalizadores de Piso
ru: Полировщики и финишеры
tr: Zemin Göndericiler ve Bitiriciler
zh: 地板发送器和修整器

# structural_iron__steel
source: Structural Iron And Steel
ar: الحديد الهيكلي والصلب
de: Struktureisen und Stahl
es: Hierro estructural y acero
fr: Fer et acier structurels
it: Ferro e acciaio strutturali
ko: 구조용 철 및 강철
pt: Ferro Estrutural E Aço
ru: Структурный железо и сталь
tr: Yapısal Demir ve Çelik
zh: 结构铁和钢

source: Aircraft Mechanic
ar: ميكانيكي الطائرات
de: Flugzeugmechaniker
es: Mecánico de aeronaves
fr: Mécanicien d'aéronef
it: Meccanico di aeromobili
ko: 항공기 수리공
pt: Mecânico de Avião
ru: Авиационный механик
tr: Uçak Mekaniği
zh: 飞行器机械师

source: Production
ar: إنتاج
de: Produktion
es: Producción
it: Produzione
ko: 생산
pt: Produção
ru: Производство
tr: Üretim
zh: 生产

# excavating__loading_machine__dragline_operators
source: Excavating and Loading Machine and Dragline Operators
ar: مشغلي ماكينات الحفر والتحميل والسحب
de: Bagger- und Lademaschinen- und Dragline-Betreibende
es: Operadores de excavadora y máquina de carga y draga
fr: Opérateurs de machines de creusement et de chargement et opérateurs de draglines
it: Operatori di macchine per escavazione, carico e dragline
ko: 굴착 및 로딩 기계 및 드래그라인 운전자
pt: Operadores de Máquinas de Escavação e Carga e Dragline
ru: Операторы экскаватора и погрузочной машины
tr: Kazı ve Yükleme Makinesi ve Dragline Operatörleri
zh: 挖掘和装载机和龙门起重机操作员

source: Fitter 1
ar: مجهز1
de: Monteur1
es: Ajustador1
fr: Monteur1
it: Montatore1
ko: 피터1
pt: Ajustador1
ru: Фиттер1
zh: 安装工1

source: Aviation Maintenance Technician
ar: فني صيانة الطيران
de: Luftfahrtwartungstechniker
es: Técnico de mantenimiento de aviación
fr: Technicien de maintenance aéronautique
it: Tecnico di manutenzione aeronautica
ko: 항공 유지 보수 기술자
pt: Técnico de Manutenção de Aviação
ru: Техник по обслуживанию авиации
tr: Havacılık Bakım Teknisyeni
zh: 航空维修技术员

source: Helper Painter Paperhangers Plasters
ar: مساعد الرسام وراقي الجدران والجبسي
de: Helfer Maler Tapezierer Gipser
es: ayudante pintor empapeladores estucadores
fr: aide peintre penduriers plâtriers
it: assistente pittore carta da parati gessatori
ko: 도우미 페인터 종이장 스텁
pt: ajudante pintor espatuladores estucadores
ru: помощник кисточник обои штукатуры
tr: yardımcı ressam kağıt asıcılar sıvacılar
zh: 助理画家纸挂工石膏工

source: Helper Production
ar: مساعد في الإنتاج
de: Helfer Produktion
es: Ayudante de Producción
fr: Aide de production
it: Assistente di Produzione
ko: 도움말 생산
pt: Ajudante Produção
ru: Помощник производства
tr: Yardımcı Üretim
zh: 生产助理

source: Agricultural Inspectors
ar: مفتشو الزراعة
de: Landwirtschaftliche Inspektoren
es: Inspectores Agrícolas
fr: inspecteurs agricoles
it: ispettori agricoli
ko: 농업 검사관
pt: inspectores agrícolas
ru: сельскохозяйственные инспекторы
tr: tarımsal Müfettişler
zh: 农业检查员

source: Helper construction
ar: مساعد البناء
de: Helfer Bau
es: ayudante de construcción
fr: aide de construction
it: assistente di costruzione
ko: 도우미 건설
pt: ajudante construção
ru: помощник строительства
tr: yardımcı inşaat
zh: 建筑帮手

# maintenance__repair
source: Maintenance and Repair
ar: الصيانة والإصلاح
de: Wartung und Reparatur
es: Mantenimiento y Reparación
fr: Maintenance et Réparation
it: Manutenzione e Riparazione
ko: 유지 보수 및 수리
pt: Manutenção e reparação
ru: Обслуживание и ремонт
tr: Bakım ve Onarım
zh: 维护和修理

source: Grounds Maintenance
ar: صيانة الأراضي
de: Geländewartung
es: mantenimiento de terrenos
fr: maintenance des terrains
it: manutenzione del terreno
ko: 지상 유지 보수
pt: manutenção de terrenos
ru: обслуживание территории
tr: bahçe Bakımı
zh: 场地维护

# supervisor_of_housekeeping__janitorial
source: Supervisor of Housekeeping and Janitorial
ar: مشرف النظافة والصيانة الداخلية
de: Aufsicht von Haushalts- und Reinigungsarbeiten
es: supervisor de limpieza y conserjería
fr: superviseur d'entretien ménager et conciergerie
it: supervisore di pulizie e lavori di manutenzione
ko: 하우스키퍼 및 청소 감독
pt: supervisor de limpeza e serviços de limpeza
ru: супервайзер по уборке и уборщиков
tr: Temizlik ve Hademe Müdürü
zh: 家政和清洁主管

source: agricultural Equipment Operators
ar: مشغلي المعدات الزراعية
de: Bediener landwirtschaftlicher Geräte
es: operadores de equipo agrícola
fr: opérateurs d'équipements agricoles
it: operatori di attrezzature agricole
ko: 농업 장비 운영자
pt: operadores de equipamentos agrícolas
ru: операторы сельскохозяйственного оборудования
tr: Tarımsal Ekipman Operatörleri
zh: 农业设备操作员

source: Helper Roofer
ar: مساعد السقال
de: Helfer Dachdecker
es: Ayudante de Techador
fr: aide couvreur
it: Assistente del Tetto
ko: 지붕 도우미
pt: ajudante de telhador
ru: помощник кровельщика
tr: Yardımcı Çatı Ustası
zh: 屋顶工助手

source: Animal Breeders
ar: مربي الحيوانات
de: Tierzüchter
es: Criadores de Animales
fr: éleveurs d'animaux
it: allevatori di animali
ko: 동물 사육자
pt: criadores de animais
ru: животноводы
tr: hayvan yetiştiricileri
zh: 动物饲养员

source: Glazier
ar: زجاجي
de: Glaser
es: Vidriero
fr: Vitrier
it: Vetraio
ko: 유리공
pt: vidraceiro
ru: стекольщик
tr: Camcı
zh: 玻璃工

source: Welder Cutter Solderer Brazer
ar: لحام قاطع وموصل وملحم
de: SchweißerSchneider LöterBrazer
es: soldadorCortador SoldererBrazer
fr: soudeur découpeur soudeur fondeur
it: saldatore tagliatore brasatore
ko: 용접기 절단가 솔더 용접사
pt: soldadorCortador SoldadorBrazer
ru: сварщик-резчик паяльщик-плавильщик
tr: kaynakçıKesici SoldererBrazer
zh: 焊接切割熔接工

source: Machinist Supervisor
ar: مشرف على الآلات
de: Maschinistenaufsicht
es: supervisor de maquinista
fr: superviseur de machiniste
it: supervisore del macchinista
ko: 기계공 감독
pt: supervisor maquinista
ru: начальник машинистов
tr: tezgahçı müdür
zh: 机械师主管

source: Electrician II
ar: كهربائي الثاني
de: Elektriker II
es: Electricista II
fr: Électricien II
it: Elettricista II
ko: 전기 기사 II
pt: Electricista II
ru: Электрик II
tr: Elektrikçi II
zh: 电工二级

source: Scaffolder Supervisor
ar: مشرف السقالة
de: Gerüstbaueraufsicht
es: supervisor de andamios
fr: superviseur d'échafaudeur
it: supervisore del montatore
ko: 발판 제작자 감독
pt: supervisor de andaimes
ru: руководитель строителей лесов
tr: iskele müdürü
zh: 脚手架主管

source: Journeyman Electrician
ar: كهربائي مبتدئ
de: Gesellenelektriker
es: Electricista Journeyman
fr: électricien compagnon
it: Elettricista artigiano
ko: 전기 기술자
pt: electricista oficial
ru: подмастерье электрика
tr: Journeyman Elektrikçi
zh: 熟练电工

# electrical__electronics_repairer
source: Electrical and Electronics Repairer
ar: مصلح الكهرباء والإلكترونيات
de: Elektro- und Elektronikreparatur
es: Reparador de Electricidad y Electrónica
fr: réparateur d'électricité et d'électronique
it: Riparatore di Elettricità ed Elettronica
ko: 전기 및 전자 수리기
pt: reparador de elétrica e eletrônica
ru: ремонтник электротехника и электроника
tr: Elektrik ve Elektronik Tamirci
zh: 电工和电子设备修理工

# farmworkers__laborers
source: Farm Workers and Laborers
ar: عمال الزراعة والأجراء
de: Landarbeiter und Arbeiter
es: trabajadores agrícolas y obreros
fr: ouvriers agricoles et travailleurs
it: lavoratori agricoli e operai
ko: 농업 노동자 및 노동자
pt: trabalhadores agrícolas e operários
ru: сельская работники и рабочие
tr: çiftlik işçileri ve işçiler
zh: 农场工人和劳动者

source: Woodworking Machine Setters
ar: معدلات آلات النجارة
de: Holzbearbeitungsmaschinen-Einsteller
es: Ajustadores de Máquinas de Carpintería
fr: Paramètres de la Machine à Bois
it: Impostatori di macchine per la lavorazione del legno
ko: 목공 기계 설정자
pt: Configuradores de Máquinas de Carpintaria
ru: Установщики деревообрабатывающих машин
tr: Ağaç İşleri Makine Ayarlayıcıları
zh: 木工机械设定者

source: Helper
ar: مساعد
de: Helfer
es: ayudante
fr: assistant
it: assistente
ko: 도우미
pt: ajudante
ru: помощник
tr: yardımcı
zh: 助手

source: Welder 3 Structural
ar: اللحام الهيكلي 3
de: Schweißer3 Strukturell
es: soldador3 Estructural
fr: soudeur3 Structural
it: saldatore3 Strutturale
ko: 용접사3 구조적
pt: soldador3 estrutural
ru: строительный сварщик3
tr: welder3 Yapısal
zh: 结构焊工3

# drywall__ceiling_tile_installers
source: Drywall and Ceiling Tile Installers
ar: مثبت الجدران الجافة وبلاط السقف
de: Trockenbau- und Deckenplatteninstallateure
es: Instaladores de Paneles de Yeso y Azulejos de Techo
fr: Installateurs de Plaques de Plâtre et de Dalles de Plafond
it: Installatori di cartongesso e piastrelle per soffitti
ko: 드라이월과 천장 타일 설치자
pt: Instaladores de Drywall e Azulejos de Teto
ru: Установщики гипсокартона и потолочной плитки
tr: Kuru Duvar ve Tavan Karosu Yükleyiciler
zh: 石膏板和天花板瓷砖安装工

source: Electrical Helper
ar: مساعد كهربائي
de: Elektrische Helfer
es: Ayudante Eléctrico
fr: Aide Électrique
it: assistente elettrico
ko: 전기 도우미
pt: Ajudante Elétrico
ru: электрический помощник
tr: Elektrik Yardımcısı
zh: 电工助手

source: Cement Mason
ar: حاجب الأسمنت
de: Zementmaurer
es: albañil de cemento
fr: maçon de ciment
it: muratore di cemento
ko: 시멘트 석공
pt: pedreiro de cimento
ru: цементный каменщик
tr: çimento ustası
zh: 水泥泥瓦工

source: Construction Laborers
ar: عمال البناء
de: Bauarbeiter
es: Obreros de Construcción
fr: Ouvriers de construction
it: Operai edili
ko: 건설 노동자
pt: Trabalhadores da Construção
ru: строительные рабочие
tr: İnşaat İşçileri
zh: 建筑工人

# oil__gas
source: Oil and Gas
ar: النفط والغاز
de: Öl und Gas
es: Petróleo y Gas
fr: Pétrole et Gaz
it: Petrolio e Gas
ko: 석유 및 가스
pt: Óleo e Gás
ru: нефть и газ
tr: Petrol ve Gaz
zh: 石油和天然气

source: Structural Iron Steel
ar: الهيكل الحديدي
de: Struktureisen Stahl
es: Hierro Estructural Acero
fr: Fer Structurel Acier
it: Ferro strutturale Acciaio
ko: 구조용 철강
pt: Aço e Ferro Estrutural
ru: строительная сталь и железо
tr: Yapısal Demir Çelik
zh: 结构铁钢

source: Helper Carpenters
ar: مساعد النجار
de: Helfer Zimmerleute
es: Ayudantes de Carpinteros
fr: Aide Charpentiers
it: Assistente carpentieri
ko: 도우미 석수
pt: Ajudantes de Carpintaria
ru: помощник столяров
tr: Marangoz Yardımcıları
zh: 木匠助手

source: Painting Coating Decorating
ar: الطلاء والطلاء والتزيين
de: Malerei Beschichtung Dekoration
es: pintura recubrimiento decoración
fr: peinture revêtement décoration
it: pittura rivestimento decorazione
ko: 페인팅 코팅 장식
pt: pintura revestimento decoração
ru: окраска покрытие декорирование
tr: boya kaplama dekorasyon
zh: 油漆涂层装饰

source: Electrical Power Line
ar: خط القوة الكهربائية
de: Elektrische Stromleitung
es: Linea de energía eléctrica
fr: Ligne d'Électricité
it: Linea di alimentazione elettrica
ko: 전기 전력선
pt: Linha de Energia Elétrica
ru: электрическая линия питания
tr: Elektrik Güç Hattı
zh: 电力线

source: Fitter 2
ar: المثبت 2
de: Monteur2
es: ajustador2
fr: monteur2
it: montatore2
ko: 피터2
pt: ajustador2
ru: монтажник2
tr: montör2
zh: 钳工2

source: Welder 2 Structural
ar: لحام الهيكل الثاني
de: Schweißer2 Strukturell
es: soldador2 Estructural
fr: soudeur2 Structural
it: saldatore2 Strutturale
ko: 용접사2 구조적
pt: soldador2 estrutural
ru: строительный сварщик2
tr: welder2 Yapısal
zh: 结构焊工2

# tree_trimmers__pruners
source: Tree Trimmers and Pruners
ar: قاصي الأشجار ومستخدمي القص
de: Baumschneider und -schnitzer
es: Poda y Recorte de Árboles
fr: Élagueurs et Tailleurs d'Arbres
it: Potatori e Trinciaturi di alberi
ko: 나무 가지치기 및 정지
pt: podadores e cortadores de árvores
ru: обрезчики деревьев и садоводы
tr: Ağaç Kesme ve Budama İşçileri
zh: 树木修剪者和修枝者

source: Falles
ar: فاليس
de: fällt
es: fracasos
fr: chutes
ko: 팔레
pt: falhas
ru: Falles (местное название не переводится)
zh: 掉落

# fishing__hunting
source: Fishing and Hunting
ar: صيد الأسماك والصيد
de: Fischen und Jagen
es: pesca y caza
fr: pêche et chasse
it: pesca e caccia
ko: 낚시 및 사냥
pt: pescaria e caça
ru: рыбалка и охота
tr: Balıkçılık ve Avcılık
zh: 捕鱼和狩猎

source: Helper Installation
ar: مساعد التثبيت
de: Helfer Installation
es: ayudante de instalación
fr: aide à l'installation
it: assistente installazione
ko: 설치 도우미
pt: ajudante de instalação
ru: помощник по установке
tr: Yükleme Yardımcısı
zh: 安装助手

source: Pipe Welder Supervisor
ar: مشرف لحام الأنابيب
de: Rohrschweißer Supervisor
es: Supervisor de Soldador de Tuberías
fr: Superviseur de Tuyauteur Soudeur
it: supervisore saldatore di tubi
ko: 파이프 용접 감독관
pt: supervisor de soldador de tubos
ru: Начальник сварщиков труб
tr: Boru Kaynakçısı Gözetmeni
zh: 管道焊工主管

source: Building Cleaning
ar: تنظيف المباني
de: Gebäudereinigung
es: Limpieza de edificios
fr: Nettoyage de bâtiment
it: Pulizia dell'edificio
ko: 건물 청소
pt: limpeza de prédios
ru: Уборка зданий
tr: Bina Temizliği
zh: 建筑清洁

source: Fitter Supervisor
ar: مشرف الصالة
de: Montageleiter
es: Supervisor de ajustadores
fr: Superviseur ajusteur
it: Supervisore del montatore
ko: 피터 감독
pt: supervisor de montadores
ru: Начальник фиттеров
tr: Montajcı Süpervizör
zh: 配合督导员

# painter__s_blaster_supervisor
source: Painter And Sand Blaster Supervisor
ar: مشرف الرسام والرمال المسدس
de: Maler und Sandstrahl-Inspektor
es: Supervisor de pintores y arenadores
fr: Superviseur de peintres et de sablages
it: Supervisore del pittore e del sabbiatore
ko: 페인터와 샌드 블래스터 감독
pt: Supervisor de Pintor e Jateador de Areia
ru: Начальник маляров и пескоструйщиков
tr: Boya ve Kum Püskürtme Süpervizörü
zh: 绘画与喷砂主管

source: Agricultural Workers
ar: العمال الزراعيين
de: Agrararbeiter
es: Trabajadores agrícolas
fr: Travailleurs agricoles
it: Lavoratori agricoli
ko: 농업 노동자
pt: trabalhadores agrícolas
ru: Сельскохозяйственные работники
tr: Tarım İşçileri
zh: 农业工人

# floor_ser
source: Floor Sander
ar: صانع الارضيات
de: Bodenschleifer
es: lijadora de pisos
fr: Ponceur de sol
it: Levigatore di pavimenti
ko: 바닥 사포질자
pt: lixador de chão
ru: шлифовщик полов
tr: Zemin Zımparacı
zh: 地板研磨机

source: Derrick Operators
ar: مشغلي ديريك
de: Derrick-Betreiber
es: Operadores de derrick
fr: Opérateurs de derrick
it: Operatori di trivella
ko: 데릭 운영자
pt: Operadores de Derrick
ru: Операторы дерриков
tr: Derek Operatörleri
zh: 井架操作员

source: Helper Brickmasons Blockmasons Stonemasons
ar: مساعد البناء برازقين البلوك برازقين الحجارة
de: Helfer der Steinmetze, Steinmetze und Blockhersteller
es: Ayudante de albañiles, albañiles de bloques, albañiles de piedra
fr: Aide-maçons de briques, de blocs et de pierres
it: Aiutante di muratori, scalpellini e lavoratori della pietra
ko: 조력자 벽돌공, 블록공, 돌공
pt: ajudante de pedreiros
ru: Помощник каменщиков-кирпичных мастеров, блок-машин и каменщиков-каменщиков
tr: Yardımcı Tuğla Ustaları, Blok Ustaları, Taş Ustaları
zh: 砖匠、块石工和石匠助手

source: Ranch
ar: مزرعة
es: Rancho
ko: 목장
pt: Fazenda
ru: Ранчо
tr: Çiftlik
zh: 牧场

source: Boilermakers
ar: صناع الغلايات
de: Kesselhersteller
es: Caldereros
fr: Chaudronniers
it: Calderai
ko: 보일러 제작자
pt: caldeireiros
ru: Котломакеры
tr: Kazan yapıcılar
zh: 锅炉制造商

source: Welder Supervisor
ar: مشرف اللحام
de: Schweißaufseher
es: Supervisor de soldadores
fr: Superviseur soudeur
it: Supervisore del saldatore
ko: 용접 감독
pt: supervisor de soldagem
ru: Начальник сварщиков
tr: Kaynakçı Süpervizör
zh: 焊接主管

source: Supervisor Equipment
ar: مشرف المعدات
de: Ausrüstungsaufseher
es: Supervisor de equipo
fr: Superviseur d'équipement
it: Supervisore delle attrezzature
ko: 감독 장비
pt: Supervisor de Equipamentos
ru: Супервайзер оборудования
tr: Ekipman Süpervizörü
zh: 设备主管

source: Pipe Welder 1
ar: لحام الأنابيب1
de: Rohrschweißer1
es: Soldador de tuberías1
fr: Soudeur de tuyaux1
it: Saldatore di tubi 1
ko: 파이프 용접공1
pt: soldador de tubos1
ru: Сварщик труб 1
tr: Boru Kaynakçısı1
zh: 管道焊接工1

source: Light Truck Driver
ar: سائق الشاحنة الخفيفة
de: Leicht-Lkw-Fahrer
es: Conductor de camión ligero
fr: Conducteur de camionnette
it: Autista di camion leggero
ko: 경트럭 운전사
pt: motorista de caminhão leve
ru: Водитель легкого грузовика
tr: Hafif Kamyon Sürücüsü
zh: 轻型卡车司机

source: Bartenders
ar: النادلين
de: Barmixer
es: Camareros
fr: Barmans
it: Baristi
ko: 바텐더
ru: Бармены
tr: Barmenler
zh: 酒保

source: Hazardous Material Remover
ar: مزيل المواد الخطرة
de: Gefährliche Materialentferner
es: Removedor de material peligroso
fr: Enleveur de matériaux dangereux
it: Rimuovi materiale pericoloso
ko: 위험 물질 제거작업자
pt: removedor de material perigoso
ru: Удаление опасных веществ
tr: Tehlikeli Madde Kaldırıcı
zh: 危险物质去除工

# lscape__groundskeeping
source: landscape and Grounds Keeping
ar: المناظر الطبيعية والاحتفاظ بالأراضي
de: Landschafts- und Grundstückspflege
es: Paisajismo y mantenimiento de terrenos
fr: Paysage et entretien des terrains
it: Paesaggio e manutenzione del verde
ko: 경관 및 경지 관리
pt: paisagismo e manutenção de áreas verdes
ru: Ландшафт и садоводство
tr: Peyzaj ve Çevre Koruma
zh: 景观和园艺保养

source: Machine Operator Excavating
ar: مشغل الآلة للحفر
de: Maschinenbediener Baggern
es: Operador de máquina excavadora
fr: Opérateur de machine d'excavation
it: Operatore di macchine scavatrici
ko: 기계 조작 굴착
pt: operador de máquina de escavação
ru: Оператор машины для раскопок
tr: Makine Operatörü Kazıyor
zh: 挖掘机操作员

# electrical__electronic_assemblers
source: Electrical and Electronic Assemblers
ar: مجمعين الكهربائية والإلكترونية
de: Elektrische und elektronische Montagearbeiter
es: Ensambladores eléctricos y electrónicos
fr: Assembleurs électriques et électroniques
it: Assembleri elettrici ed elettronici
ko: 전기 및 전자 조립원
pt: Montadores de equipamentos elétricos e eletrônicos
ru: Сборщики электротехнической и электронной продукции
tr: Elektrik ve Elektronik Montajı
zh: 电气和电子装配工

# commercial__industrial
source: Commercial and Industrial
ar: تجاري وصناعي
de: Handelselektronik und Industrie
es: Comercial e Industrial
fr: Commercial et industriel
it: Commerciale e industriale
ko: 상업 및 산업
pt: Comercial e Industrial
ru: Коммерческое и промышленное
tr: Ticari ve Endüstriyel
zh: 商业与工业

source: Machinist Helper
ar: مساعد الآلات
de: Maschinist Helfer
es: Ayudante de Maquinista
fr: Aide machiniste
it: Aiutante Macchinista
ko: 기계사 도우미
pt: Ajudante de maquinista
ru: помощник машиниста
tr: Makineci Yardımcısı
zh: 机械师助手

source: Pipe Layers Plumbers
ar: عمال تركيب الأنابيب والسباكين
de: Rohrleger Klempner
es: Fontaneros colocadores de tuberías
fr: Poseurs de canalisations plombiers
it: Posatori di tubi Idraulici
ko: 파이프 깔개 및 배관공
pt: Encanadores de tubulações
ru: трубоукладчики сантехники
tr: Boru Yatırıcılar Tesisatçılar
zh: 铺管工程师和管道工

# maids__housekeeping_cleaners
source: Maids and Housekeeping Cleaners
ar: خادمات والتنظيف
de: Mädchen und Reinigungskräfte
es: Criadas y limpiadoras de casas
fr: Femmes de ménage et nettoyeurs
it: Camere e Pulitori di Casa
ko: 하녀와 하우스키핑 청소원
pt: Empregadas e limpeza de casas
ru: горничные и уборщицы
tr: Hizmetçiler ve Ev Temizleyicileri
zh: 女仆和家政清洁工

source: Pest Control
ar: مكافحة الآفات
de: Schädlingsbekämpfung
es: Control de plagas
fr: Contrôle des nuisibles
it: Controllo dei Parassiti
ko: 해충 퇴치
pt: Controle de pragas
ru: контроль за вредителями
tr: Haşere Kontrolü
zh: 疫情控制

source: Cooks
ar: الطهاة
de: Köche
es: Cocineros
fr: Cuisiniers
it: Cuochi
ko: 요리사
pt: Cozinheiros
ru: повара
tr: Aşçılar
zh: 厨师

# packers__packagers
source: Packers and Packagers
ar: المعبئين والمغلفين
de: Packer und Verpacker
es: Empaquetadores
fr: Emballage et conditionnement
it: Imballatori e Confezionatori
ko: 포장사 및 꾸러미
pt: Empacotadores e embaladores
ru: упаковщики
tr: Paketleyiciler ve Paketleyiciler
zh: 包装工和打包工

source: Farm Workers
ar: العاملين في المزارع
de: Landarbeiter
es: Trabajadores agrícolas
fr: Ouvriers agricoles
it: Lavoratori Agricoli
ko: 농장 노동자
pt: Trabalhadores agrícolas
ru: работники ферм
tr: Çiftlik İşçileri
zh: 农场工人

source: Electrician I
ar: كهربائي 1
de: Elektriker I
es: Electricista I
fr: Électricien I
it: Elettricista I
ko: 전기 기사 I
pt: Eletricista I
ru: электромонтер I
tr: Elektrikçi I
zh: 电工 I

source: Industrial Operator
ar: مشغل صناعي
de: Industriebediener
es: Operador industrial
fr: Opérateur industriel
it: Operatore Industriale
ko: 공업 운영자
pt: Operador industrial
ru: промышленный оператор
tr: Endüstriyel Operatör
zh: 工业操作员

source: Carpenters
ar: النجارين
de: Zimmerleute
es: Carpinteros
fr: Charpentiers
it: Carpentieri
ko: 목수
pt: Carpinteiros
ru: плотники
tr: Marangozlar
zh: 木匠

source: Farm
ar: المزرعة
de: Bauernhof
es: Granja
fr: Ferme
it: Fattoria
ko: 농장
pt: Fazenda
ru: ферма
tr: Çiftlik
zh: 农场

# chefs__headcooks
source: Chefs And HeadCooks
ar: الطهاة والطهاة الرئيسيين
de: Küchenchefs und Chefköche
es: Chefs y cocineros principales
fr: Chefs et chefs cuisiniers
it: Chef e Capo Cuochi
ko: 셰프 및 헤드 요리사
pt: Chefs e chefes de cozinha
ru: шеф-повара и главные повара
tr: Şefler ve Başaşçılar
zh: 主厨和炊事员

source: Restaurants
ar: المطاعم
es: Restaurantes
it: Ristoranti
ko: 레스토랑
pt: Restaurantes
ru: рестораны
tr: Restoranlar
zh: 餐馆

source: Elevator Installer
ar: فني تركيب المصاعد
de: Aufzugsinstallateur
es: Instalador de ascensores
fr: Installateur d'ascenseur
it: Installatore di Ascensori
ko: 엘리베이터 설치공
pt: Instalador de elevador
ru: установщик лифтов
tr: Asansör Montörü
zh: 电梯安装工

source: Commercial Driver
ar: سائق تجاري
de: Berufskraftfahrer
es: Conductor comercial
fr: Chauffeur commercial
it: Autista Commerciale
ko: 상업 운전자
pt: Motorista comercial
ru: коммерческий водитель
tr: Ticari Sürücü
zh: 商业驾驶员

source: Carpet Installer
ar: فني تركيب السجاد
de: Teppichinstallateur
es: Instalador de alfombras
fr: Installateur de moquette
it: Installatore di Tappeti
ko: 카페트 설치공
pt: Instalador de carpete
ru: установщик ковров
tr: Halı Montajcısı
zh: 地毯安装工

# brickmasons__blockmasons
source: Brick Masons and Block Masons
ar: بناء الطوب وبناء الكتل
de: Maurer und Blockmacher
es: Albañiles y bloqueros
fr: Maçons de briques et de blocs
it: Mattonei e Blocchierei
ko: 벽돌공 및 블럭공
pt: Pedreiros e blocodeltas
ru: кирпичники и каменщики
tr: Tuğla Ustaları ve Blok Ustaları
zh: 砌砖工和砌块工

source: Choose Your User Type
ar: اختر نوع المستخدم الخاص بك
de: Wählen Sie Ihren Benutzertyp
es: Elige tu tipo de usuario
fr: Choisissez votre type d'utilisateur
it: Scegli il tuo Tipo di Utente
ko: 사용자 유형을 선택하세요
pt: Escolha o seu tipo de usuário
ru: выберите свой тип пользователя
tr: Kullanıcı Tipinizi Seçin
zh: 选择您的用户类型
