Repository: NnajioforUchenna/blukersAppDev
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, it, ko, pt, ru, tr, zh

source: No workers found
ar: لا يوجد عمال
de: Keine Arbeiter gefunden
es: No se encontraron trabajadores
fr: Aucun travailleur trouvé
it: Nessun lavoratore trovato
ko: 직원이 없습니다
pt: Nenhum trabalhador encontrado
ru: Рабочих не найдено
tr: Hiç işçi bulunamadı
zh: 未找到工人

source: App User Information
es: Información del Usuario de la Aplicación

source: Select Workers Preference
es: Seleccionar Preferencia de Trabajadores

# selectJobsAnIndustry
source: Select Jobs By Industry
es: Seleccionar trabajos por industria

source: Select Workers By Industry
es: Seleccionar trabajadores por industria

source: Select Your Jobs Preferences
es: Selecciona tus preferencias de trabajo

source: Set Job Preferences
es: Establecer preferencias de trabajo

# workerJourneyStep5Title
source: Subscribe to Apply to More Jobs
es: Suscríbete para aplicar a más trabajos

# workerJourneyStep5Text
source: Subscribe to our premium service to unlock more job applications. Get access to exclusive job listings and increase your chances of finding the perfect job by applying to more opportunities.
es: Suscríbete a nuestro servicio premium para desbloquear más solicitudes de trabajo. Obtén acceso a ofertas de trabajo exclusivas y aumenta tus posibilidades de encontrar el trabajo perfecto al aplicar a más oportunidades.

# workerJourneyStep6Title
source: If Employed, Congratulations! The Company Will Likely Process the Work Visa for This Job
es: ¡Si estás empleado, felicidades! La empresa probablemente tramitará la visa de trabajo para este empleo.

# workerJourneyStep6Text
source: If you get employed, congratulations! The company will likely process the work visa for this job, making your transition to the new role smoother and hassle-free.
es: Si te emplean, ¡felicidades! La empresa probablemente tramitará la visa de trabajo para este empleo, lo que hará tu transición al nuevo puesto más fluida y sin complicaciones.

# companyJourneyStep5Title
source: Create Job Posts
es: Crear ofertas de trabajo

# companyJourneyStep5Text
source: Post job openings and attract potential workers. Define the job roles, locations, and other details to help candidates understand the requirements and apply accordingly.
es: Publica ofertas de trabajo y atrae a trabajadores potenciales. Define los roles de trabajo, las ubicaciones y otros detalles para ayudar a los candidatos a comprender los requisitos y postularse en consecuencia.

# companyJourneyStep6Title
source: Chat with Workers
es: Chatear con trabajadores

# companyJourneyStep6Text
source: If you see a candidate you like, congratulations! You can chat with the workers directly and get to know them better before making a hiring decision.
es: Si ves un candidato que te gusta, ¡felicidades! Puedes chatear directamente con los trabajadores y conocerlos mejor antes de tomar una decisión de contratación.

source: Chat
ar: دردشة
ko: 채팅
pt: Bate-Papo
ru: Чат
tr: Sohbet
zh: 聊天

source: Baristas
ar: باريستا
it: Baristi
ko: 바리스타
ru: баристы
tr: Baristalar
zh: 咖啡师
