Repository: NnajioforUchenna/blukersAppDev
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, it, ko, pt, ru, tr, zh

# paymentSuccessfulDescription
source: Thank you for your payment. Your transaction has been completed successfully.
ar: شكرا على الدفع. لقد تمت معاملتك بنجاح.
de: Vielen Dank für Ihre Zahlung. Ihre Transaktion wurde erfolgreich abgeschlossen.
es: Gracias por tu pago. Tu transacción se ha completado con éxito.
fr: Merci pour votre paiement. Votre transaction a été effectuée avec succès.
it: Grazie per il tuo pagamento. La transazione è stata completata con successo.
ko: 결제 해 주셔서 감사합니다. 귀하의 거래가 성공적으로 완료되었습니다.
pt: Obrigado pelo seu pagamento. Sua transação foi concluída com sucesso.
ru: Спасибо за ваш платеж. Ваша транзакция успешно завершена.
tr: Ödemeniz için teşekkür ederiz. İşleminiz başarıyla tamamlandı.
zh: 感谢您的付款。您的交易已成功完成。

source: Payment Cancelled or Failed
ar: تم إلغاء الدفع أو فشله
de: Zahlung abgebrochen oder fehlgeschlagen
es: Pago Cancelado o Fallido
fr: Paiement annulé ou échoué
it: Pagamento annullato o non riuscito
ko: 결제 취소 또는 실패
pt: Pagamento Cancelado ou Falhou
ru: Платеж отменен или не удался
tr: Ödeme İptal Edildi veya Başarısız Oldu
zh: 付款取消或失败

# paymentCancelledOrFailedDescription
source: There was an issue processing your payment. Please try again later or contact support.
ar: كان هناك مشكلة في معالجة الدفع الخاص بك. يرجى المحاولة مرة أخرى في وقت لاحق أو الاتصال بالدعم.
de: Es gab ein Problem bei der Verarbeitung Ihrer Zahlung. Bitte versuchen Sie es später erneut oder kontaktieren Sie den Support.
es: Hubo un problema al procesar tu pago. Por favor, inténtalo de nuevo más tarde o contacta con el soporte.
fr: Il y a eu un problème lors du traitement de votre paiement. Veuillez réessayer plus tard ou contacter le support.
it: C'è stato un problema con l'elaborazione del tuo pagamento. Riprova più tardi o contatta l'assistenza.
ko: 결제 처리에 문제가 발생했습니다. 나중에 다시 시도하거나 지원팀에 문의하십시오.
pt: Houve um problema ao processar seu pagamento. Por favor, tente novamente mais tarde ou entre em contato com o suporte.
ru: Произошла проблема при обработке вашего платежа. Пожалуйста, попробуйте еще раз позже или свяжитесь со службой поддержки.
tr: Ödemeniz işlenirken bir sorun oluştu. Lütfen daha sonra tekrar deneyin veya destekle iletişime geçin.
zh: 处理您的付款时出现问题。请稍后再试或联系支持。

source: Create your Resume
ar: أنشئ سيرتك الذاتية
de: Erstellen Sie Ihren Lebenslauf
es: Crea tu currículum
fr: Créez votre CV
it: Crea il tuo Curriculum
ko: 이력서 만들기
pt: Crie seu currículo
ru: Создайте ваше резюме
tr: Özgeçmişinizi Oluşturun
zh: 创建您的简历

source: Upload your Certifications
ar: تحميل شهاداتك
de: Laden Sie Ihre Zertifikate hoch
es: Sube tus certificaciones
fr: Téléchargez vos certifications
it: Carica le tue Certificazioni
ko: 자격증 업로드
pt: Carregue suas certificações
ru: Загрузите ваши сертификаты
tr: Sertifikalarınızı Yükleyin
zh: 上传您的认证资料

source: Apply to 2 Jobs Daily
ar: تقدم إلى 2 وظائف يوميا
de: Bewerben Sie sich täglich auf 2 Jobs
es: Aplica a 2 empleos diarios
fr: Postulez à 2 emplois par jour
it: Candidati a 2 Lavori al Giorno
ko: 매일 2개의 직업에 지원하십시오
pt: Candidate-se a 2 empregos diariamente
ru: Подавайте заявки на 2 работы ежедневно
tr: Günlük 2 İşe Başvurun
zh: 每日申请2份工作

source: Apply to 10 Jobs Daily
ar: تقدم إلى 10 وظائف يوميا
de: Bewerben Sie sich täglich auf 10 Jobs
es: Aplica a 10 empleos diarios
fr: Postulez à 10 emplois par jour
it: Candidati a 10 Lavori al Giorno
ko: 매일 10개의 직업에 지원하십시오
pt: Candidate-se a 10 empregos diariamente
ru: Подавайте заявки на 10 работ ежедневно
tr: Günlük 10 İşe Başvurun
zh: 每日申请10份工作

# applyToUnlimitedJobsDaily
source: Apply to unlimited Jobs
ar: تقدم إلى وظائف غير محدودة
de: Bewerben Sie sich auf unbegrenzte Jobs
es: Aplica a empleos ilimitados
fr: Postulez à des emplois illimités
it: Candidati a un numero illimitato di Lavori
ko: 제한 없는 직업에 지원하십시오
pt: Candidate-se a empregos ilimitados
ru: Подавайте заявки на неограниченное количество вакансий
tr: Sınırsız İşe Başvurun
zh: 申请无限制的工作

source: Show your profile on top in employers searchers section
ar: أظهر ملفك الشخصي في الجزء العلوي من قسم بحث أصحاب العمل
de: Zeigen Sie Ihr Profil oben im Abschnitt Arbeitssuchende
es: Muestra tu perfil en la parte superior en la sección de búsqueda de empleadores
fr: Affichez votre profil en haut dans la section de recherche des employeurs
it: Mostra il tuo profilo in cima nella sezione di ricerca dei datori di lavoro
ko: 고용주 검색 섹션에서 프로파일을 상단에 표시하십시오
pt: Mostre seu perfil no topo na seção de pesquisa de empregadores
ru: Показывайте свой профиль в верхней части раздела поиска работодателей
tr: Profilinizi iş verenlerin arama bölümünde en üstte gösterin
zh: 在雇主搜索部分顶部显示您的个人资料

source: Display your immigration and employment verification status
ar: عرض حالة التوثيق الهجرة والتوظيف الخاصة بك
de: Zeigen Sie Ihren Einwanderungs- und Beschäftigungsüberprüfungsstatus an
es: Muestra tu estado de verificación de inmigración y empleo
fr: Affichez votre statut de vérification de l'immigration et de l'emploi
it: Mostra il tuo stato di immigrazione e di verifica dell'impiego
ko: 이민 및 고용 검증 상태를 표시하십시오
pt: Exiba seu status de verificação de imigração e emprego
ru: Отображайте свое иммиграционное и трудовое подтверждение статуса
tr: Göç ve işe alım doğrulama durumunuzu gösterin
zh: 显示您的移民和就业验证状态

source: Employment Verification
ar: توثيق التوظيف
de: Arbeitsüberprüfung
es: Verificación de empleo
fr: Vérification de l'emploi
it: Verifica dell'Impiego
ko: 고용 확인
pt: Verificação de emprego
ru: Подтверждение занятости
tr: İstihdam Doğrulama
zh: 就业验证

# employmentVerification1
source: Employment
ar: توظيف
de: Arbeits
es: Empleo
fr: Emploi
it: Impiego
ko: 고용
pt: Emprego
ru: Занятость
tr: İstihdam
zh: 就业

# employmentVerification2
source: Verification
ar: التحقق
de: Überprüfung
es: Verificación
fr: Vérification
it: Verifica
ko: 확인
pt: Verificação
ru: Проверка
tr: Doğrulama
zh: 验证

source: Buy
ar: شراء
de: Kaufen
es: Compra
fr: Acheter
it: Acquista
ko: 사다
pt: Comprar
ru: Купить
tr: Satın al
zh: 购买

source: Purchase
ar: شراء
de: Kauf
es: Compra
fr: Achat
it: Acquisto
ko: 구매
pt: Compra
ru: Покупка
tr: Satın al
zh: 购买

source: General Information
ar: معلومات عامة
de: Allgemeine Informationen
es: Información general
fr: Information générale
it: Informazioni Generali
ko: 일반 정보
pt: Informação geral
ru: Основная информация
tr: Genel Bilgiler
zh: 一般信息

source: Company Slogan
ar: شعار الشركة
de: Unternehmensslogan
es: Eslogan de la empresa
fr: Slogan de l'entreprise
it: Slogan dell'Azienda
ko: 회사 슬로건
pt: Slogan da empresa
ru: Слоган компании
tr: Şirket Sloganı
zh: 公司标语

source: Short description
ar: وصف قصير
de: Kurze Beschreibung
es: Descripción breve
fr: Brève description
it: Breve descrizione
ko: 짧은 설명
pt: Descrição breve
ru: Краткое описание
tr: Kısa Açıklama
zh: 简述

# companyShortDescription
source: Short description about the company
ar: وصف قصير عن الشركة
de: Kurze Beschreibung über das Unternehmen
es: Descripción breve de la empresa
fr: Brève description de l'entreprise
it: Breve descrizione dell'azienda
ko: 회사에 대한 간단한 설명
pt: Descrição breve sobre a empresa
ru: Краткое описание компании
tr: Şirket hakkında kısa açıklama
zh: 公司简单介绍

source: Upload Company Logo
ar: تحميل شعار الشركة
de: Unternehmenslogo hochladen
es: Sube el logotipo de la empresa
fr: Téléchargez le logo de l'entreprise
it: Carica il Logo dell'Azienda
ko: 회사 로고 업로드
pt: Carregar logotipo da empresa
ru: Загрузить логотип компании
tr: Şirket Logosunu Yükleyin
zh: 上传公司标识

source: Contact Details
ar: تفاصيل الاتصال
de: Kontaktdetails
es: Detalles de contacto
fr: Détails du contact
it: Dettagli di Contatto
ko: 연락처 상세 정보
pt: Detalhes do contato
ru: Контактная информация
tr: İletişim Detayları
zh: 联系方式

source: Customer Service Phone Number
ar: رقم هاتف خدمة العملاء
de: Telefonnummer des Kundenservice
es: Número de teléfono de atención al cliente
fr: Numéro de téléphone du service client
it: Numero di Telefono del Servizio Clienti
ko: 고객 서비스 전화 번호
pt: Número de telefone do serviço ao cliente
ru: Телефонный номер службы поддержки
tr: Müşteri Hizmetleri Telefon Numarası
zh: 客户服务电话号码

source: Head Office Address
ar: عنوان المكتب الرئيسي
de: Hauptsitz Adresse
es: Dirección de la oficina principal
fr: Adresse du siège social
it: Indirizzo della Sede Centrale
ko: 본사 주소
pt: Endereço da sede
ru: Адрес головного офиса
tr: Merkez Ofis Adresi
zh: 总公司地址

source: Social Media Information
ar: معلومات وسائل التواصل الاجتماعي
de: Soziale Medien Informationen
es: Información de Medios Sociales
fr: Informations sur les médias sociaux
it: Informazioni sui Social Media
ko: 소셜 미디어 정보
pt: Informações de Mídia Social
ru: Информация о социальных сетях
tr: Sosyal Medya Bilgileri
zh: 社交媒体信息

source: Company Website
ar: موقع الشركة
de: Firmenwebsite
es: Sitio web de la Compañía
fr: Site Web de l'entreprise
it: Sito Web dell'Azienda
ko: 회사 웹사이트
pt: Website da Empresa
ru: Веб-сайт компании
tr: Şirket Web Sitesi
zh: 公司网站

source: Website Address
ar: عنوان الموقع
de: Website Adresse
es: Dirección del Sitio web
fr: Adresse du site Web
it: Indirizzo del Sito Web
ko: 웹사이트 주소
pt: Endereço do Website
ru: Адрес веб-сайта
tr: Web Site Adresi
zh: 网站地址

source: Social Networks
ar: الشبكات الاجتماعية
de: Soziale Netzwerke
es: Redes Sociales
fr: Réseaux sociaux
it: Social Network
ko: 소셜 네트워크
pt: Redes Sociais
ru: Социальные сети
tr: Sosyal Ağlar
zh: 社交网络

# socialNetworkPlatformName
source: Social Network Name
ar: اسم الشبكة الاجتماعية
de: Name des sozialen Netzwerks
es: Nombre de la Plataforma de Red Social
fr: Nom du réseau social
it: Nome della Piattaforma del Social Network
ko: 소셜 네트워크 이름
pt: Nome da Plataforma de Rede Social
ru: Название социальной сети
tr: Sosyal Ağ Adı
zh: 社交网络平台名称

# socialNetworkPlatformLink
source: Link to your profile
ar: رابط الملف الشخصي
de: Link zu Ihrem Profil
es: Enlace a tu perfil
fr: Lien vers votre profil
it: Link al tuo profilo
ko: 프로필 링크
pt: Link para o seu perfil
ru: Ссылка на ваш профиль
tr: Profilinizin Bağlantısı
zh: 链接到你的个人资料

source: Privacy and Terms
ar: الخصوصية والشروط
de: Datenschutz und Bedingungen
es: Privacidad y Términos
fr: Confidentialité et conditions
it: Privacy e Termini
ko: 개인 정보 보호 및 이용 약관
pt: Privacidade e Termos
ru: Конфиденциальность и условия
tr: Gizlilik ve Şartlar
zh: 隐私和条款

source: Create Job Post
ar: أنشاء منشور وظيفي
de: Stellenanzeige erstellen
es: Crear Publicación de Empleo
fr: Créer une offre d'emploi
it: Crea Offerta di Lavoro
ko: 구인 게시물 작성
pt: Criar Postagem de Vaga
ru: Создать вакансию
tr: İş İlanı Oluştur
zh: 创建职位发布

source: Select an Industry and a Job Position
ar: اختر صناعة وموقع عمل
de: Wählen Sie eine Branche und eine Jobposition
es: Selecciona una Industria y un Puesto de Trabajo
fr: Sélectionnez une industrie et un poste
it: Seleziona un Settore e una Posizione Lavorativa
ko: 산업과 직위를 선택하십시오
pt: Selecione uma Indústria e um Cargo
ru: Выберите отрасль и должность
tr: Bir Sektör ve İş Pozisyonu Seçin
zh: 选择行业和职位

source: Job Details
ar: تفاصيل الوظيفة
es: Detalles del Trabajo
fr: Détails du poste
it: Dettagli del Lavoro
ko: 직무 세부사항
pt: Detalhes da Vaga
ru: Информация о работе
tr: İş Detayları
zh: 工作详情

source: Number of Positions Available
ar: عدد الوظائف المتاحة
de: Anzahl der verfügbaren Positionen
es: Número de Posiciones Disponibles
fr: Nombre de postes disponibles
it: Numero di Posizioni Disponibili
ko: 구인 공석 수
pt: Número de Vagas Disponíveis
ru: Количество доступных мест
tr: Mevcut Pozisyon Sayısı
zh: 可用职位数

source: Job Urgency Level
ar: مستوى الإلحاح للوظيفة
de: Dringlichkeitsstufe des Jobs
es: Nivel de Urgencia del Trabajo
fr: Niveau d'urgence du poste
it: Livello di Urgenza del Lavoro
ko: 구인 급여 레벨
pt: Nível de Urgência da Vaga
ru: Уровень срочности работы
tr: İşin Aciliyet Seviyesi
zh: 工作紧急程度

# lowF
source: Low
ar: منخفض
de: Niedrig
es: Bajo
fr: Faible
it: Basso
ko: 낮음
pt: Baixo
ru: Низкий
tr: Düşük
zh: 低

# mediumF
source: Medium
ar: متوسط
de: Mittel
es: Medio
fr: Moyen
it: Medio
ko: 중간
pt: Médio
ru: Средний
tr: Orta
zh: 中

# highF
source: High
ar: مرتفع
de: Hoch
es: Alto
fr: Élevé
it: Alto
ko: 높음
pt: Alto
ru: Высокий
tr: Yüksek
zh: 高

# requirementsAndSkills
source: Requirements & Skills
ar: المتطلبات والمهارات
de: Anforderungen & Fähigkeiten
es: Requisitos & Habilidades
fr: Exigences et compétences
it: Requisiti & Abilità
ko: 요구 사항 및 기술
pt: Requisitos & Habilidades
ru: Требования и навыки
tr: Gereksinimler & Beceriler
zh: 要求和技能

source: Compensation and Contract
ar: التعويضات والعقد
de: Vergütung und Vertrag
es: Compensación y Contrato
fr: Rémunération et contrat
it: Compensazione e Contratto
ko: 보상 및 계약
pt: Remuneração e Contrato
ru: Компенсация и контракт
tr: Tazminat ve Sözleşme
zh: 薪酬和合约

source: Select a Job Type
ar: اختر نوع الوظيفة
de: Wählen Sie einen Jobtyp
es: Selecciona un Tipo de Trabajo
fr: Sélectionnez un type de poste
it: Seleziona un Tipo di Lavoro
ko: 직종을 선택하십시오
pt: Selecione um Tipo de Vaga
ru: Выберите тип работы
tr: Bir İş Türü Seçin
zh: 选择工作类型

source: Job Location
ar: موقع الوظيفة
de: Job Standort
es: Ubicación del Trabajo
fr: Lieu du travail
it: Posizione del Lavoro
ko: 일자리 위치
pt: Localização da Vaga
ru: Местоположение работы
tr: İş Yeri
zh: 工作地点

source: Full Time
ar: دوام كامل
de: Vollzeit
es: Tiempo Completo
fr: Temps plein
it: A Tempo Pieno
ko: 전임
pt: Tempo Integral
ru: Полный рабочий день
tr: Tam Zamanlı
zh: 全职

source: Part Time
ar: دوام جزئي
de: Teilzeit
es: Medio Tiempo
fr: Temps Partiel
ko: 파트 타임
pt: Meio período
ru: Частичная занятость
tr: Yarı Zamanlı
zh: 兼职

source: Contract
ar: عقد
de: Vertrag
es: Contrato
fr: Contrat
it: Contratto
ko: 계약
pt: Contrato
ru: Контракт
tr: Sözleşme
zh: 合同

source: Specified Time
ar: الوقت المحدد
de: Bestimmte Zeit
es: Tiempo Especificado
fr: Temps Spécifié
it: Tempo Specificato
ko: 지정된 시간
pt: Tempo especificado
ru: Указанное время
tr: Belirtilen Zaman
zh: 特定时间

source: Full Time Permanent
ar: دوام كامل دائم
de: Vollzeit Unbefristet
es: Tiempo Completo Permanente
fr: Temps Plein Permanent
it: Tempo pieno permanente
ko: 정규직
pt: Tempo integral permanente
ru: Полная ставка, постоянная работа
tr: Tam Zamanlı Sürekli
zh: 全职永久

source: Full Time Temporary
ar: دوام كامل مؤقت
de: Vollzeit Befristet
es: Tiempo Completo Temporal
fr: Temps Plein Temporaire
it: Tempo pieno temporaneo
ko: 임시직
pt: Tempo integral temporário
ru: Полная ставка, временная работа
tr: Tam Zamanlı Geçici
zh: 全职临时

source: Internship
ar: تدريب
de: Praktikum
es: Pasantía
fr: Stage
it: Tirocinio
ko: 인턴십
pt: Estágio
ru: Стажировка
tr: Staj
zh: 实习

source: Hourly
ar: بالساعة
de: Stündlich
es: Por hora
fr: Horaire
it: Orario
ko: 시간당
pt: Por hora
ru: Почасовой
tr: Saatlik
zh: 按时

source: Daily
ar: يومي
de: Täglich
es: Diario
fr: Quotidien
it: Giornaliero
ko: 매일
pt: Diário
ru: Ежедневно
tr: Günlük
zh: 按日

source: Yearly
ar: سنوي
de: Jährlich
es: Anual
fr: Annuel
it: Annuale
ko: 연간
pt: Anual
ru: Ежегодно
tr: Yıllık
zh: 按年

source: Salary Amount
ar: قدر الراتب
de: Gehaltsbetrag
es: Cantidad de Salario
fr: Montant du Salaire
it: Importo dello stipendio
ko: 급여액
pt: Valor do salário
ru: Сумма зарплаты
tr: Maaş Miktarı
zh: 薪水金额

source: Salary Period
ar: فترة الراتب
de: Gehaltsperiode
es: Periodo de Salario
fr: Période de Salaire
it: Periodo di stipendio
ko: 급여 기간
pt: Período do salário
ru: Период зарплаты
tr: Maaş Periyodu
zh: 工资周期

source: Select Salary Period
ar: اختر فترة الراتب
de: Wähle Gehaltsperiode
es: Seleccionar Periodo de Salario
fr: Sélectionner la Période de Salaire
it: Seleziona il periodo di stipendio
ko: 급여 기간 선택
pt: Selecionar período do salário
ru: Выберите период зарплаты
tr: Maaş Periyodunu Seç
zh: 选择工资周期

source: Coming Soon
ar: قريبا
de: Kommt bald
es: Próximamente
fr: Arrive Bientôt
it: Arrivo imminente
ko: 곧 출시
pt: Em breve
ru: Скоро будет
tr: Çok Yakında
zh: 即将到来

source: Creating your account
ar: إنشاء حسابك
de: Erstellen Sie Ihr Konto
es: Creando tu cuenta
fr: Création de votre compte
it: Creazione del tuo account
ko: 계정 생성 중
pt: Criando sua conta
ru: Создание вашего аккаунта
tr: Hesabınızı Oluşturuyor
zh: 创建您的帐户

source: Deleting your account
ar: حذف حسابك
de: Löschen Sie Ihr Konto
es: Eliminando tu cuenta
fr: Suppression de votre compte
it: Eliminazione del tuo account
ko: 계정 삭제 중
pt: Excluindo sua conta
ru: Удаление вашего аккаунта
tr: Hesabınızı Siliyor
zh: 删除您的帐户

source: Signing in
ar: تسجيل الدخول
de: Anmelden
es: Iniciando sesión
fr: Connexion
it: Accesso in corso
ko: 로그인
pt: Entrando
ru: Вход в систему
tr: Giriş Yapıyor
zh: 签到

source: Signing out
ar: تسجيل الخروج
de: Abmelden
es: Cerrando sesión
fr: Déconnexion
it: Disconnessione
ko: 로그아웃
pt: Saindo
ru: Выход из системы
tr: Çıkış Yapıyor
zh: 登出

source: Sending password reset link
ar: إرسال رابط إعادة تعيين كلمة المرور
de: Senden des Passwort-Reset-Links
es: Enviando enlace de restablecimiento de contraseña
fr: Envoi du lien de réinitialisation de mot de passe
it: Invio del link per reimpostare la password
ko: 비밀번호 재설정 링크 전송
pt: Enviando link de redefinição de senha
ru: Отправка ссылки для сброса пароля
tr: Şifre Sıfırlama Bağlantısı Gönderiyor
zh: 发送密码重置链接

source: What are you looking for?
ar: ماذا تبحث عن؟
de: Wonach suchen Sie?
es: ¿Qué estás buscando?
fr: Qu'est-ce que vous cherchez?
it: Cosa stai cercando?
ko: 무엇을 찾고 계신가요?
pt: O que você está procurando?
ru: Что вы ищете?
tr: Ne arıyorsunuz?
zh: 你在找什么?

source: A Job
ar: وظيفة
de: Ein Job
es: Un trabajo
fr: Un travail
it: Un Lavoro
ko: 일자리
pt: Um Trabalho
ru: Работа
tr: Bir İş
zh: 一项工作

source: Workers
ar: عمال
de: Arbeiter
es: Trabajadores
fr: Travailleurs
it: Lavoratori
ko: 근로자들
pt: Trabalhadores
ru: Работники
tr: İşçiler
zh: 工人们

source: Select an Industry
ar: اختر صناعة
de: Wählen Sie eine Branche
es: Selecciona una industria
fr: Sélectionnez une industrie
it: Seleziona un'Industria
ko: 산업 선택
pt: Selecione uma Indústria
ru: Выберите отрасль
tr: Bir Sektör Seçin
zh: 选择一个行业

# planActivationMessage
source: Your current plan remains active, but the deferred {subscriptionName} plan will be activated on {subscribeDate}. This ensures your service continues without interruption until the new plan starts.
ar: يظل خطتك الحالية نشطة ، ولكنها ستتم تنشيط الخطة المؤجلة {subscriptionName} ،{subscribeDate}. هذا يضمن استمرار الخدمة دون انقطاع حتى بداية الخطة الجديدة.
de: Ihr aktueller Plan bleibt aktiv, aber der aufgeschobene {subscriptionName} Plan wird am {subscribeDate} aktiviert. Dies stellt sicher, dass Ihr Service ohne Unterbrechung fortgesetzt wird, bis der neue Plan beginnt.
es: Su plan actual permanece activo, pero el plan {subscriptionName} diferido se activará el {subscribeDate}. Esto asegura que su servicio continúe sin interrupción hasta que comience el nuevo plan.
fr: Votre plan actuel reste actif, mais le plan {subscriptionName} différé sera activé le {subscribeDate}. Cela garantit la continuité de votre service sans interruption jusqu'au début du nouveau plan.
it: Il tuo piano attuale rimane attivo, ma il piano differito {subscriptionName} verrà attivato il {subscribeDate}. Ciò garantisce che il tuo servizio continui senza interruzioni fino all'inizio del nuovo piano.
ko: 현재 계획은 계속 활성 상태이지만, 지연된 {subscriptionName} 계획은 {subscribeDate}에 활성화됩니다. 이렇게하면 새 계획이 시작될 때까지 서비스가 중단되지 않습니다.
pt: Seu plano atual permanece ativo, mas o plano {subscriptionName} adiado será ativado em {subscribeDate}. Isso garante que seu serviço continue sem interrupção até o início do novo plano.
ru: Ваш текущий план остается активным, но отложенный план {subscriptionName} будет активирован {subscribeDate}. Это обеспечивает непрерывное обслуживание до начала нового плана.
tr: Mevcut planınız aktif kalır, ancak ertelenmiş {subscriptionName} planı {subscribeDate} tarihinde aktif olacaktır. Bu, yeni plan başlayana kadar hizmetinizin kesintisiz devam etmesini sağlar.
zh: 您当前的计划仍在活动中，但是推迟的{subscriptionName}计划将在{subscribeDate}激活。 这确保了在新计划开始之前，您的服务继续无中断。

source: Pipe Welder
ar: اللحام بالأنابيب
de: Rohrschweißer
es: Soldador de tuberías
fr: Soudeur de tuyaux
it: Saldatore di Tubi
ko: 파이프 용접공
pt: Soldador de Tubos
ru: Трубный сварщик
tr: Boru Kaynakçısı
zh: 管道焊工

source: Wood Worker
ar: النجار
de: Holzarbeiter
es: Carpintero
fr: Menuisier
it: Lavoratore del Legno
ko: 목공
pt: Trabalhador de madeira
ru: деревообработчик
tr: Ağaç İşçisi
zh: 木工

source: Farming
ar: الزراعة
de: Landwirtschaft
es: Agricultura
fr: Agriculture
it: Agricoltura
ko: 농업
pt: Agricultura
ru: Фермерство
tr: Çiftçilik
zh: 农业

source: Safety Representative
ar: ممثل السلامة
de: Sicherheitsbeauftragter
es: representante de seguridad
fr: représentant de sécurité
it: rappresentante della sicurezza
ko: 안전 대표
pt: representante de segurança
ru: представитель по безопасности
tr: güvenlik temsilcisi
zh: 安全代表

# lscaping
source: Land Scaping
ar: تنسيق الحدائق
de: Landschaftsgestaltung
es: Paisajismo
fr: Aménagement paysager
it: Paesaggistica
ko: 조경
pt: Paisagismo
ru: Ландшафтный дизайн
tr: Peyzaj
zh: 景观设计

# construction__extraction
source: Construction and Extraction
ar: البناء والاستخراج
de: Bau und Extraktion
es: Construcción y extracción
fr: Construction et extraction
it: Costruzione ed Estrazione
ko: 건설 및 추출
pt: Construção e Extração
ru: Строительство и добыча
tr: İnşaat ve Çıkarma
zh: 建筑和提取

source: Glaziers
ar: الزجاج
de: Glaser
es: Vidrieros
fr: Vitriers
it: Vetrinai
ko: 유리공
pt: Vidraceiros
ru: Стекольщики
tr: Camcılar
zh: 玻璃工

source: Carpentry
ar: نجارة
de: Zimmermann
es: Carpintería
fr: Menuiserie
it: Carpenteria
ko: 목수 공예
pt: Carpintaria
ru: Столярные работы
tr: Marangozluk
zh: 木工

source: Fitter
ar: فيتر
de: Monteur
es: Ajustador
fr: Monteur
it: Montatore
ko: 피터
pt: Montador
ru: Монтер
tr: Montajcı
zh: 钳工

source: Welding
ar: لحام
de: Schweißen
es: soldadura
fr: soudure
it: Saldatura
ko: 용접
pt: Soldagem
ru: Сварка
tr: Kaynak
zh: 焊接

# painter_s_blaster
source: Painter/Sand Blaster
ar: الرسام / الرملي
de: Maler/Sandstrahler
es: Pintor/Soplador de arena
fr: Peintre/Sableur
it: Pittore/Sabbiatore
ko: 페인터/샌드 블래스터
pt: Pintor/Areia Blaster
ru: Маляр/Пескоструйщик
tr: Boya/Sandalyeci
zh: 画家/喷砂器

source: Scaffolder
ar: سقالات
de: Gerüstbauer
es: Andamiero
fr: Monteur d'échafaudage
it: Ponteista
ko: 비계 설치공
pt: Andaimeiro
ru: Строитель лесов
tr: İskeleci
zh: 脚手架工

source: Maintenance
ar: صيانة
de: Instandhaltung
es: Mantenimiento
fr: Entretien
it: Manutenzione
ko: 유지 보수
pt: Manutenção
ru: Обслуживание
tr: Bakım
zh: 维修工

# elevator__escalator_installers
source: Elevator and Escalator Installers
ar: مثبتي الأجهزة والمصاعد
de: Aufzug- und Rolltreppeninstallateure
es: Instaladores de ascensores y escaleras mecánicas
fr: Installateurs d'ascenseurs et d'escalators
it: Installatori di Ascensori ed Escalatori
ko: 엘리베이터 및 에스컬레이터 설치공
pt: Instaladores de Elevadores e Escadas Rolantes
ru: Установщики лифтов и эскалаторов
tr: Asansör ve Yürüyen Merdiven Kurulumcuları
zh: 电梯和自动扶梯安装工

source: Construction Building
ar: بناء البناء
de: Bau von Gebäuden
es: Construcción de edificios
fr: Construction de bâtiments
it: Costruzione Edifici
ko: 건설 건물
pt: Construção de Edifícios
ru: Строительство зданий
tr: İnşaat Yapısı
zh: 建筑

source: Roofer
ar: سقف
de: Dachdecker
es: Techador
fr: Coureur
it: Tegolaio
ko: 지붕공
pt: Telhadista
ru: Кровельщик
tr: Çatıcı
zh: 屋顶修理工

source: Project Manager
ar: مدير المشروع
de: Projekt Manager
es: Gerente de proyecto
fr: Chef de projet
ko: 프로젝트 매니저
pt: gerente de projeto
ru: Менеджер проекта
tr: Proje Yöneticisi
zh: 项目经理

source: Electrician Industrial
ar: كهربائي صناعي
de: Industrieelektriker
es: Electricista Industrial
fr: Électricien industriel
it: Elettricista industriale
ko: 산업 전기기사
pt: Eletricista Industrial
ru: Промышленный электрик
tr: Endüstriyel Elektrikçi
zh: 工业电工

source: Record Clerk
ar: موظف السجلات
de: Aktenverwalter
es: Empleado de archivos
fr: Clerc de record
it: Impiegato di Registro
ko: 기록 직원
pt: Escrivão de registro
ru: делопроизводитель
tr: Kayıt Memuru
zh: 记录员

source: Machinist
ar: الماكنة
de: Maschinist
es: Maquinista
fr: Machiniste
it: Meccanico
ko: 기계공
pt: Maquinista
ru: Токарь
tr: Makineci
zh: 机械师
