Repository: NnajioforUchenna/blukersAppDev
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, it, ko, pt, ru, tr, zh

source: Change profile picture
ar: غير صورة الملف الشخصي
de: Profilbild ändern
es: Cambiar la foto de perfil
fr: Changer la photo de profil
it: Cambia la foto del profilo
ko: 프로필 사진 변경
pt: Altere a foto do perfil
ru: Изменить фотографию профиля
tr: Profil resmini değiştir
zh: 更改个人资料照片

source: Choose From Library
ar: اختر من المكتبة
de: Aus der Bibliothek auswählen
es: Elegir De la Biblioteca
fr: Choisissez de la bibliothèque
it: Scegli dalla libreria
ko: 도서관에서 선택
pt: Escolher da Biblioteca
ru: Выбрать из библиотеки
tr: Kütüphaneden Seç
zh: 从图书馆选择

source: From Gallery
ar: من المعرض
de: Aus der Galerie
es: De la Galería
fr: De la galerie
it: Dalla galleria
ko: 갤러리에서
pt: Da Galeria
ru: Из галереи
tr: Galeriden
zh: 来自画廊

source: Take Photo
ar: التقاط صورة
de: Foto machen
es: Tomar Foto
fr: Prendre une photo
it: Scatta una foto
ko: 사진 찍기
pt: Tirar Foto
ru: Сделать фото
tr: Fotoğraf Çek
zh: 拍照

source: Company Information
ar: معلومات الشركة
de: Unternehmensinformationen
es: Información de la Empresa
fr: Informations sur l'entreprise
it: Informazioni sull'azienda
ko: 회사 정보
pt: Informações da Empresa
ru: Информация о компании
tr: Şirket Bilgileri
zh: 公司信息

# industriesSlashJobs
source: Industries / Jobs
ar: الصناعات / الوظائف
de: Industrien / Jobs
es: Industrias / Trabajos
fr: Industries / Emplois
it: Settori / Lavori
ko: 산업 / 직업
pt: Indústrias / Trabalhos
ru: Отрасли / Работы
tr: Sektörler / İşler
zh: 行业/工作

source: PDF Resume
ar: السيرة الذاتية بصيغة PDF
de: PDF-Lebenslauf
es: Currículum en PDF
fr: CV en PDF
it: Curriculum in PDF
ko: PDF 이력서
pt: Currículo em PDF
ru: Резюме в PDF
tr: PDF Özgeçmiş
zh: PDF 简历

source: Online Resume
ar: السيرة الذاتية عبر الإنترنت
de: Online-Lebenslauf
es: Currículum en Línea
fr: CV en ligne
it: Curriculum online
ko: 온라인 이력서
pt: Currículo Online
ru: Онлайн резюме
tr: Online Özgeçmiş
zh: 在线简历

source: Subscriptions
ar: الاشتراكات
de: Abonnements
es: Suscripciones
fr: Abonnements
it: Abbonamenti
ko: 구독
pt: Subscrições
ru: Подписки
tr: Abonelikler
zh: 订阅

source: Exit
ar: الخروج
de: Ausgang
es: Salir
fr: Sortie
it: Uscita
ko: 출구
pt: Sair
ru: Выход
tr: Çıkış
zh: 退出

source: Logout
ar: تسجيل الخروج
de: Ausloggen
es: Cerrar Sesión
fr: Se déconnecter
it: Disconnetti
ko: 로그아웃
ru: Выйти из системы
tr: Oturumu Kapat
zh: 登出

source: User Information
ar: معلومات المستخدم
de: Benutzerinformationen
es: Información del Usuario
fr: Informations utilisateur
it: Informazioni sull'utente
ko: 사용자 정보
pt: Informação do usuário
ru: Информация о пользователе
tr: Kullanıcı Bilgileri
zh: 用户信息

source: Industries
ar: الصناعات
de: Industrien
es: Industrias
it: Settori
ko: 산업
pt: Indústrias
ru: Отрасли
tr: Sektörler
zh: 行业

source: Update
ar: تحديث
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
it: Aggiorna
ko: 업데이트
pt: Atualizar
ru: Обновить
tr: Güncelle
zh: 更新

source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ko: 저장
pt: Salvar
ru: Сохранить
tr: Kaydet
zh: 保存

source: Display Name
ar: اسم العرض
de: Anzeigename
es: Nombre para Mostrar
fr: Afficher le nom
it: Nome visualizzato
ko: 표시 이름
pt: Nome de Exibição
ru: Отображаемое имя
tr: Görünen İsim
zh: 显示名称

source: Phone Number
ar: رقم الهاتف
de: Telefonnummer
es: Número de Teléfono
fr: Numéro de téléphone
it: Numero di telefono
ko: 전화 번호
pt: Número de Telefone
ru: Номер телефона
tr: Telefon Numarası
zh: 电话号码

source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ko: 언어
pt: Idioma
ru: Язык
tr: Dil
zh: 语言

source: Additional Information
ar: معلومات إضافية
de: Zusätzliche Informationen
es: Información Adicional
fr: Informations supplémentaires
it: Informazioni aggiuntive
ko: 추가 정보
pt: Informação Adicional
ru: Дополнительная информация
tr: Ek Bilgiler
zh: 附加信息

source: Edit Basic Information
ar: تعديل المعلومات الأساسية
de: Grundinformationen bearbeiten
es: Editar Información Básica
fr: Modifier les informations de base
it: Modifica le informazioni di base
ko: 기본 정보 수정
pt: Editar Informações Básicas
ru: Редактировать основную информацию
tr: Temel Bilgileri Düzenle
zh: 编辑基本信息

source: Edit
ar: تعديل
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ko: 편집
pt: Editar
ru: Редактировать
tr: Düzenle
zh: 编辑

source: Tap to select and upload a file
ar: انقر لتحديد وتحميل ملف
de: Tippen Sie, um eine Datei auszuwählen und hochzuladen
es: Toca para seleccionar y subir un archivo
fr: Tapez pour sélectionner et télécharger un fichier
it: Tocca per selezionare e caricare un file
ko: 파일을 선택하고 업로드하려면 탭하세요
pt: Toque para selecionar e enviar um arquivo
ru: Нажмите, чтобы выбрать и загрузить файл
tr: Bir dosya seçip yüklemek için dokunun
zh: 点击以选择并上传文件

source: You have not uploaded a PDF resume
ar: لم تقم بتحميل سيرة ذاتية PDF
de: Sie haben keinen PDF-Lebenslauf hochgeladen
es: No has subido un currículum en PDF
fr: Vous n'avez pas téléchargé un CV PDF
it: Non hai caricato un curriculum PDF
ko: PDF 이력서를 업로드하지 않았습니다
pt: Você não fez upload de um currículo em PDF
ru: Вы не загрузили резюме в формате PDF
tr: Bir PDF özgeçmiş yüklemediniz
zh: 你还没有上传PDF简历

source: Click here to view your PDF resume
ar: اضغط هنا لعرض سيرتك الذاتية PDF
de: Klicken Sie hier, um Ihren PDF-Lebenslauf anzusehen
es: Haz clic aquí para ver tu currículum en PDF
fr: Cliquez ici pour consulter votre CV PDF
it: Clicca qui per visualizzare il tuo curriculum PDF
ko: 여기를 클릭하여 PDF 이력서를 확인하십시오
pt: Clique aqui para visualizar seu currículo em PDF
ru: Нажмите здесь, чтобы просмотреть ваше резюме в формате PDF
tr: PDF özgeçmişinizi görüntülemek için buraya tıklayın
zh: 点击这里查看你的PDF简历

source: Year Founded
ar: سنة التأسيس
de: Gründungsjahr
es: Año de fundación
fr: Année de fondation
it: Anno di fondazione
ko: 설립년도
pt: Ano de fundação
ru: Год основания
tr: Kuruluş Yılı
zh: 成立年份

# noOfEmployees
source: Number of Employees
ar: عدد الموظفين
de: Anzahl der Mitarbeiter
es: Número de empleados
fr: Nombre d'employés
it: Numero di dipendenti
ko: 직원 수
pt: Número de empregados
ru: Количество сотрудников
tr: Çalışan Sayısı
zh: 员工人数

source: About the job
ar: عن الوظيفة
de: Über den Job
es: Sobre el trabajo
fr: Au sujet de l'emploi
it: Informazioni sul lavoro
ko: 직업에 대해
pt: Sobre o trabalho
ru: О работе
tr: İş hakkında
zh: 关于这份工作

source: Apply
ar: قدم
de: Bewerben
es: Aplicar
fr: Appliquer
it: Applica
ko: 적용
pt: Aplicar
ru: Применить
tr: Uygula
zh: 申请

source: Details
ar: تفاصيل
de: Einzelheiten
es: Detalles
fr: Détails
it: Dettagli
ko: 세부 사항
pt: Detalhes
ru: Детали
tr: Detaylar
zh: 详细信息

source: Industry
ar: الصناعة
de: Industrie
es: Industria
fr: Industrie
it: Industria
ko: 산업
pt: Indústria
ru: Промышленность
tr: Endüstri
zh: 行业

source: Not Specified
ar: غير محدد
de: Nicht Angegeben
es: No especificado
fr: Non spécifié
it: Non specificato
ko: 명시되지 않음
pt: Não especificado
ru: Не указано
tr: Belirtilmemiş
zh: 未指定

source: Job Position
ar: المنصب الوظيفي
es: Posición de trabajo
fr: Poste
it: Posizione lavorativa
ko: 직위
pt: Posição de trabalho
ru: Должность
tr: İş Pozisyonu
zh: 职位

source: Skills
ar: المهارات
de: Fähigkeiten
es: Habilidades
fr: Compétences
it: Competenze
ko: 기술
pt: Habilidades
ru: Навыки
tr: Beceriler
zh: 技能

source: About You
ar: عنك
de: Über Sie
es: Sobre ti
fr: A propos de vous
it: Informazioni su di te
ko: 당신에 대해
pt: Sobre você
ru: О вас
tr: Hakkınızda
zh: 关于你

source: About Your Company
ar: حول شركتك
de: Über Ihr Unternehmen
es: Acerca de tu empresa
fr: À propos de votre entreprise
it: Informazioni sulla tua azienda
ko: 회사 소개
pt: Sobre a sua empresa
ru: О вашей компании
tr: Şirketiniz hakkında
zh: 关于你的公司

source: Write something about you
ar: اكتب شيئًا عنك
de: Schreiben Sie etwas über Sie
es: Escribe algo sobre ti
fr: Ecrivez quelque chose à propos de vous
it: Scrivi qualcosa su di te
ko: 당신에 대해 무언가 쓰세요
pt: Escreva algo sobre você
ru: Напишите что-нибудь о себе
tr: Hakkınızda bir şeyler yazın
zh: 写一些关于你的事情

source: Write something about your company
ar: اكتب شيئًا عن شركتك
de: Schreiben Sie etwas über Ihr Unternehmen
es: Escribe algo sobre tu empresa
fr: Ecrivez quelque chose sur votre entreprise
it: Scrivi qualcosa sulla tua azienda
ko: 회사에 대해 무언가 쓰세요
pt: Escreva algo sobre sua empresa
ru: Напишите что-нибудь о вашей компании
tr: Şirketiniz hakkında bir şeyler yazın
zh: 写一些关于你的公司的事情

source: Update Required
ar: التحديث مطلوب
de: Update Erforderlich
es: Actualización requerida
fr: Mise à jour requise
it: Aggiornamento richiesto
ko: 업데이트 필요
pt: Atualização necessária
ru: Необходимо обновление
tr: Güncelleme Gerekli
zh: 需要更新

# updateRequiredDescription
source: Please update the app to continue.
ar: الرجاء تحديث التطبيق للمتابعة.
de: Bitte aktualisieren Sie die App, um fortzufahren.
es: Por favor, actualiza la aplicación para continuar.
fr: Veuillez mettre à jour l'application pour continuer.
it: Per favore aggiorna l'app per continuare.
ko: 계속하려면 앱을 업데이트하십시오.
pt: Por favor, atualize o aplicativo para continuar.
ru: Пожалуйста, обновите приложение, чтобы продолжить.
tr: Devam etmek için uygulamayı güncelleyin.
zh: 请更新应用程序以继续。

source: Members
ar: الأعضاء
de: Mitglieder
es: Miembros
fr: Membres
it: Membri
ko: 회원
pt: Membros
ru: Члены
tr: Üyeler
zh: 成员

source: Delete Account
ar: حذف الحساب
de: Konto Löschen
es: Eliminar cuenta
fr: Supprimer le compte
it: Cancella account
ko: 계정 삭제
pt: Excluir conta
ru: Удалить аккаунт
tr: Hesabı Sil
zh: 删除账户

source: Connecting
ar: الاتصال
de: Verbinden
es: Conectando
fr: En connexion
it: Collegamento
ko: 연결 중
pt: Conectando
ru: Подключение
tr: Bağlanıyor
zh: 连接

source: Processing
ar: المعالجة
de: Verarbeiten
es: Procesando
fr: En traitement
it: In lavorazione
ko: 처리 중
pt: Processando
ru: Обработка
tr: İşleniyor
zh: 处理中

source: Orders
ar: الطلبات
de: Bestellungen
es: Órdenes
fr: Commandes
it: Ordini
ko: 주문
pt: Pedidos
ru: Заказы
tr: Siparişler
zh: 订单

source: My Orders
ar: طلباتي
de: Meine Bestellungen
es: Mis Órdenes
fr: Mes commandes
it: I miei ordini
ko: 나의 주문
pt: Meus Pedidos
ru: Мои заказы
tr: Siparişlerim
zh: 我的订单

source: Order Status
ar: حالة الطلب
de: Bestellstatus
es: Estado de la Orden
fr: Statut de la commande
it: Stato dell'ordine
ko: 주문 상태
pt: Status do Pedido
ru: Статус заказа
tr: Sipariş Durumu
zh: 订单状态

source: You do not have any order
ar: ليس لديك أي طلب
de: Sie haben keine Bestellung
es: No tienes ninguna orden
fr: Vous n'avez aucune commande
it: Non hai nessun ordine
ko: 주문이 없습니다
pt: Você não tem nenhum pedido
ru: У вас нет никаких заказов
tr: Herhangi bir siparişiniz yok
zh: 您没有任何订单

source: Personal Information
ar: المعلومات الشخصية
de: Persönliche Informationen
es: Información Personal
fr: Informations personnelles
it: Informazioni personali
ko: 개인 정보
pt: Informação Pessoal
ru: Личная информация
tr: Kişisel Bilgiler
zh: 个人信息

source: Upload Profile Photo
ar: تحميل صورة الملف الشخصي
de: Profilfoto hochladen
es: Subir Foto de Perfil
fr: Télécharger la photo de profil
it: Carica foto del profilo
ko: 프로필 사진 업로드
pt: Carregar Foto de Perfil
ru: Загрузить фотографию профиля
tr: Profil Fotoğrafı Yükle
zh: 上传个人照片

source: Certification
ar: الشهادة
de: Zertifizierung
es: Certificación
it: Certificazione
ko: 인증
pt: Certificação
ru: Сертификация
tr: Sertifika
zh: 认证

source: Certifications
ar: الشهادات
de: Zertifizierungen
es: Certificaciones
it: Certificazioni
ko: 인증서
pt: Certificações
ru: Сертификаты
tr: Sertifikalar
zh: 认证

source: Upload
ar: تحميل
de: Hochladen
es: Subir
fr: Télécharger
it: Carica
ko: 업로드
ru: Загрузить
tr: Yükle
zh: 上传

source: View
ar: عرض
de: Ansehen
es: Ver
fr: Voir
it: Visualizza
ko: 보기
pt: Vista
ru: Просмотр
tr: Görüntüle
zh: 查看

source: Select Skills
ar: اختر المهارات
de: Fähigkeiten auswählen
es: Seleccionar Habilidades
fr: Sélectionnez des compétences
it: Seleziona competenze
ko: 기술 선택
pt: Selecionar Habilidades
ru: Выберите навыки
tr: Yetenek Seç
zh: 选择技能

source: Work Experience
ar: تجربة العمل
de: Berufserfahrung
es: Experiencia Laboral
fr: Expérience professionnelle
it: Esperienza lavorativa
ko: 작업 경험
pt: Experiência de Trabalho
ru: Опыт работы
tr: İş Deneyimi
zh: 工作经验

source: Job Title
ar: المسمى الوظيفي
de: Berufsbezeichnung
es: Título del Trabajo
fr: Titre du poste
it: Titolo del lavoro
ko: 직업 제목
pt: Título do Emprego
ru: Должность
tr: İş Ünvanı
zh: 职位名称

source: Job Description
ar: وصف الوظيفة
de: Stellenbeschreibung
es: Descripción del Trabajo
fr: Description du poste
it: Descrizione del lavoro
ko: 직업 설명
pt: Descrição do Trabalho
ru: Описание работы
tr: İş Tanımı
zh: 职位描述

source: Select Start Date
ar: اختر تاريخ البداية
de: Startdatum auswählen
es: Seleccionar Fecha de Inicio
fr: Sélectionnez la date de début
it: Seleziona data di inizio
ko: 시작 날짜 선택
pt: Selecionar Data de Início
ru: Выберите дату начала
tr: Başlangıç Tarihi Seç
zh: 选择开始日期

source: Select End Date
ar: اختر تاريخ النهاية
de: Enddatum auswählen
es: Seleccionar Fecha de Finalización
fr: Sélectionnez la date de fin
it: Seleziona data di fine
ko: 종료 날짜 선택
pt: Selecionar Data de Término
ru: Выберите дату окончания
tr: Bitiş Tarihi Seç
zh: 选择结束日期

source: Start Date
ar: تاريخ البداية
de: Startdatum
es: Fecha de Inicio
fr: Date de début
it: Data di inizio
ko: 시작 날짜
pt: Data de Início
ru: Дата начала
tr: Başlangıç Tarihi
zh: 开始日期

source: End Date
ar: تاريخ النهاية
de: Enddatum
es: Fecha de Finalización
fr: Date de fin
it: Data di fine
ko: 종료 날짜
pt: Data de Término
ru: Дата окончания
tr: Bitiş Tarihi
zh: 结束日期

source: Are You Currently Working Here?
ar: هل تعمل هنا حاليا؟
de: Arbeiten Sie derzeit hier?
es: ¿Estás trabajando actualmente aquí?
fr: Travaillez-vous ici actuellement?
it: Stai attualmente lavorando qui?
ko: 현재 여기서 일하고 계십니까?
pt: Você está trabalhando aqui atualmente?
ru: Вы сейчас здесь работаете?
tr: Şu anda burada çalışıyor musunuz?
zh: 你现在在这里工作吗？

source: Add more work experience
ar: أضف المزيد من الخبرة العملية
de: Fügen Sie mehr Arbeitserfahrung hinzu
es: Añade más experiencia laboral
fr: Ajouter plus d'expérience de travail
it: Aggiungi più esperienza lavorativa
ko: 더 많은 일 경험 추가
pt: Adicione mais experiência de trabalho
ru: Добавить больше опыта работы
tr: Daha fazla iş deneyimi ekleyin
zh: 添加更多的工作经历

source: Add another work experience
ar: أضف خبرة عمل أخرى
de: Fügen Sie eine weitere Arbeitserfahrung hinzu
es: Añade otra experiencia laboral
fr: Ajouter une autre expérience de travail
it: Aggiungi un'altra esperienza lavorativa
ko: 다른 작업 경험 추가
pt: Adicione outra experiência de trabalho
ru: Добавить еще опыт работы
tr: Başka bir iş deneyimi ekleyin
zh: 添加另一个工作经验

source: Add work experience
ar: أضف خبرة العمل
de: Arbeitserfahrung hinzufügen
es: Añade experiencia laboral
fr: Ajouter de l'expérience de travail
it: Aggiungi esperienza lavorativa
ko: 작업 경험 추가
pt: Adicione experiência de trabalho
ru: Добавить опыт работы
tr: İş deneyimi ekleyin
zh: 添加工作经验

source: Personal Reference
ar: المرجع الشخصي
de: Persönlicher Bezug
es: Referencia personal
fr: Référence personnelle
it: Referenza personale
ko: 개인 참조
pt: Referência pessoal
ru: Личная рекомендация
tr: Kişisel Referans
zh: 个人参考

source: Personal References
ar: مراجع شخصية
de: Persönliche Referenzen
es: Referencias personales
fr: Références personnelles
it: Referenze personali
ko: 개인 참조들
pt: Referências pessoais
ru: Личные рекомендации
tr: Kişisel Referanslar
zh: 个人参考

source: Add personal reference
ar: أضف مرجعًا شخصيًا
de: Persönliche Referenz hinzufügen
es: Añade una referencia personal
fr: Ajouter une référence personnelle
it: Aggiungi referenza personale
ko: 개인 참조 추가
pt: Adicione referência pessoal
ru: Добавить личную рекомендацию
tr: Kişisel referans ekleyin
zh: 添加个人参考

source: Add another personal reference
ar: أضف مرجع شخصي آخر
de: Fügen Sie eine weitere persönliche Referenz hinzu
es: Añade otra referencia personal
fr: Ajouter une autre référence personnelle
it: Aggiungi un'altra referenza personale
ko: 다른 개인 참조 추가
pt: Adicione outra referência pessoal
ru: Добавить еще одну личную рекомендацию
tr: Başka bir kişisel referans ekleyin
zh: 添加另一个个人参考

source: Add more personal references
ar: أضف المزيد من المراجع الشخصية
de: Fügen Sie mehr persönliche Referenzen hinzu
es: Añade más referencias personales
fr: Ajouter plus de références personnelles
it: Aggiungi più referenze personali
ko: 더 많은 개인 참조 추가
pt: Adicione mais referências pessoais
ru: Добавить больше личных рекомендаций
tr: Daha fazla kişisel referans ekleyin
zh: 添加更多个人参考

source: Relationship
ar: العلاقة
de: Beziehung
es: Relación
fr: Relation
it: Relazione
ko: 관계
pt: Relacionamento
ru: Отношения
tr: İlişki
zh: 关系

source: Upload your Resume
ar: تحميل سيرتك الذاتية
de: Laden Sie Ihren Lebenslauf hoch
es: Sube tu currículum
fr: Téléchargez votre CV
it: Carica il tuo Curriculum
ko: 당신의 이력서를 업로드하십시오
pt: Carregue o seu currículo
ru: Загрузите ваше резюме
tr: Özgeçmişinizi Yükleyin
zh: 上传您的简历

source: Add more certifications
ar: أضف المزيد من الشهادات
de: Fügen Sie mehr Zertifizierungen hinzu
es: Añade más certificaciones
fr: Ajouter plus de certifications
it: Aggiungi più certificazioni
ko: 더 많은 인증 추가
pt: Adicione mais certificações
ru: Добавить больше сертификатов
tr: Daha fazla sertifika ekleyin
zh: 添加更多的证书

source: Add More
ar: أضف المزيد
de: Mehr hinzufügen
es: Añadir más
fr: Ajouter plus
it: Aggiungi di più
ko: 더 추가
pt: Adicione mais
ru: Добавить еще
tr: Daha fazla ekle
zh: 添加更多

source: Add One
ar: إضافة واحد
de: Einen hinzufügen
es: Añadir uno
fr: Ajouter un
it: Aggiungi uno
ko: 하나 추가
pt: Adicione uma
ru: Добавить один
tr: Bir tane ekle
zh: 添加一个

source: Remove Last
ar: حذف الأخير
de: Letztes entfernen
es: Eliminar el último
fr: Retirer le dernier
it: Rimuovi l'ultimo
ko: 마지막 제거
pt: Remova a última
ru: Удалить последний
tr: Sonuncuyu kaldır
zh: 移除最后一个

# addAnotherSocialNetwork
source: Add Another
ar: أضف شبكة اجتماعية أخرى
de: Fügen Sie ein anderes soziales Netzwerk hinzu
es: Añadir otra red social
fr: Ajouter un autre réseau social
it: Aggiungi un altro
ko: 다른 소셜 네트워크 추가
pt: Adicione outra rede social
ru: Добавить еще одну социальную сеть
tr: Başka bir sosyal ağ ekleyin
zh: 添加另一个社交网络

# removeLastSocialNetwork
source: Remove Last
ar: إزالة الشبكة الاجتماعية الأخيرة
de: Letztes soziales Netzwerk entfernen
es: Eliminar la última red social
fr: Retirer le dernier réseau social
it: Rimuovi l'ultimo
ko: 마지막 소셜 네트워크 제거
pt: Remova a última rede social
ru: Удалить последнюю социальную сеть
tr: Son sosyal ağı kaldır
zh: 删除最后一个社交网络

source: Company Size
ar: حجم الشركة
de: Unternehmensgröße
es: Tamaño de la empresa
fr: Taille de l'entreprise
it: Dimensione dell'azienda
ko: 회사 규모
pt: Tamanho da empresa
ru: Размер компании
tr: Şirket büyüklüğü
zh: 公司规模

source: Are you sure you want to logout?
ar: هل أنت متأكد أنك تريد تسجيل الخروج؟
de: Sind Sie sicher, dass Sie sich abmelden möchten?
es: ¿Estás seguro de que quieres cerrar sesión?
fr: Êtes-vous sûr de vouloir vous déconnecter?
it: Sei sicuro di voler uscire?
ko: 정말로 로그아웃 하시겠습니까?
pt: Tem certeza de que deseja sair?
ru: Вы уверены, что хотите выйти?
tr: Çıkış yapmak istediğinize emin misiniz?
zh: 你确定你要退出吗？

# areYouSureYouWantToDeleteYourAccount
source: Are you sure you want to delete your account? Your account will be deleted permanently.
ar: هل أنت متأكد أنك تريد حذف حسابك؟ سيتم حذف حسابك نهائيا.
de: Sind Sie sicher, dass Sie Ihr Konto löschen möchten? Ihr Konto wird dauerhaft gelöscht.
es: ¿Estás seguro de que quieres eliminar tu cuenta? Tu cuenta será eliminada de forma permanente.
fr: Êtes-vous sûr de vouloir supprimer votre compte? Votre compte sera supprimé définitivement.
it: Sei sicuro di voler eliminare il tuo account? Il tuo account sarà cancellato definitivamente.
ko: 정말 계정을 삭제하시겠습니까? 귀하의 계정은 영구적으로 삭제됩니다.
pt: Tem certeza de que deseja excluir sua conta? Sua conta será excluída permanentemente.
ru: Вы уверены, что хотите удалить свою учетную запись? Ваша учетная запись будет удалена навсегда.
tr: Hesabınızı silmek istediğinize emin misiniz? Hesabınız kalıcı olarak silinecektir.
zh: 您确定要删除您的帐户吗？您的帐户将被永久删除。

source: Cancel
ar: إلغاء
de: Stornieren
es: Cancelar
fr: Annuler
it: Annulla
ko: 취소
pt: Cancelar
ru: Отмена
tr: İptal
zh: 取消

source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
it: Si
ko: 네
pt: Sim
ru: Да
tr: Evet
zh: 是

source: Delete my account
ar: احذف حسابي
de: Lösche mein Konto
es: Eliminar mi cuenta
fr: Supprimer mon compte
it: Elimina il mio account
ko: 내 계정 삭제
pt: Excluir minha conta
ru: Удалить мой аккаунт
tr: Hesabımı sil
zh: 删除我的账户

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ko: 삭제
pt: Excluir
ru: Удалить
tr: Sil
zh: 删除

source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutz-Bestimmungen
es: Política de Privacidad
fr: Politique de confidentialité
it: Politica Sulla Privacy
ko: 개인정보 보호정책
pt: Política de Privacidade
ru: Политика конфиденциальности
tr: Gizlilik Politikası
zh: 隐私政策

source: Terms and Conditions
ar: الشروط والأحكام
de: Allgemeine Geschäftsbedingungen
es: Términos y Condiciones
fr: Termes et conditions
it: Termini e Condizioni
ko: 이용 약관
pt: Termos e Condições
ru: Условия и положения
tr: Şartlar ve Koşullar
zh: 条款和条件

source: Terms of Service
ar: شروط الخدمة
de: Nutzungsbedingungen
es: Términos de Servicio
fr: Conditions de service
it: Termini di servizio
ko: 서비스 이용 약관
pt: Termos de serviço
ru: Условия обслуживания
tr: Hizmet Şartları
zh: 服务条款

source: Read
ar: اقرأ
de: Lesen
es: Leer
fr: Lire
it: Leggi
ko: 읽다
pt: Ler
ru: Читать
tr: Oku
zh: 阅读

source: Services
ar: الخدمات
de: Dienstleistungen
es: Servicios
it: Servizi
ko: 서비스
pt: Serviços
ru: Услуги
tr: Hizmetler
zh: 服务

source: Products
ar: المنتجات
de: Produkte
es: Productos
fr: Produits
it: Prodotti
ko: 제품
pt: Produtos
ru: Продукты
tr: Ürünler
zh: 产品

source: Basic
ar: أساسي
de: Basis
es: Básico
fr: Basique
it: Base
ko: 기본
pt: Básico
ru: Базовый
tr: Temel
zh: 基本的

source: Active
ar: نشط
de: Aktiv
es: Activo
fr: Actif
it: Attivo
ko: 활성
pt: Ativo
ru: Активный
tr: Aktif
zh: 活跃的

# alreadySubscribedTitle
source: You are already subscribed to the premium plus version.
ar: أنت بالفعل مشترك في الإصدار العالي الجدار.
de: Sie sind bereits für die Premium Plus-Version abonniert.
es: Ya estás suscrito a la versión premium plus.
fr: Vous êtes déjà abonné à la version premium plus.
it: Sei già abbonato alla versione premium plus.
ko: 이미 프리미엄 플러스 버전에 가입하였습니다.
pt: Você já está inscrito na versão premium plus.
ru: Вы уже подписаны на премиум-плюс версию.
tr: Zaten premium plus sürümüne abonesiniz.
zh: 您已经订阅了高级版。

# alreadySubscribedDescription
source: Thank you for being a valued customer. We truly appreciate your support.
ar: شكرا لك على كونك عميلا قيما. نحن نقدر حقا دعمك.
de: Vielen Dank, dass Sie ein geschätzter Kunde sind. Wir schätzen Ihre Unterstützung wirklich.
es: Gracias por ser un cliente valioso. Apreciamos sinceramente tu apoyo.
fr: Merci d'être un client précieux. Nous apprécions vraiment votre soutien.
it: Grazie per essere un prezioso cliente. Apprezziamo davvero il tuo supporto.
ko: 소중한 고객님께 진심으로 감사드립니다. 귀하의 지원에 진심으로 감사드립니다.
pt: Obrigado por ser um cliente valioso. Agradecemos verdadeiramente o seu apoio.
ru: Спасибо, что являетесь нашим ценным клиентом. Мы искренне ценим вашу поддержку.
tr: Değerli bir müşterimiz olduğunuz için teşekkür ederiz. Destekleriniz için gerçekten minnettarız.
zh: 感谢您成为我们的尊贵客户。 我们非常感谢您的支持。

source: Payment Successful
ar: تم الدفع بنجاح
de: Zahlung erfolgreich
es: Pago Exitoso
fr: Paiement réussi
it: Pagamento Riuscito
ko: 결제 성공
pt: Pagamento bem sucedido
ru: Платеж успешен
tr: Ödeme Başarılı
zh: 付款成功
