Repository: NnajioforUchenna/blukersAppDev
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, it, ko, pt, ru, tr, zh

source: Loading saved workers
ar: تحميل العمال المحفوظين
de: Gespeicherte Arbeiter werden geladen
es: Cargando trabajadores guardados
fr: Chargement des travailleurs enregistrés
it: Caricamento lavoratori salvati
ko: 저장된 작업자 로딩
pt: Carregando trabalhadores salvos
ru: Загрузка сохраненных работников
tr: Kaydedilmiş işçiler yükleniyor
zh: 正在加载已保存的工人

source: Basic Information
ar: المعلومات الأساسية
de: Grundinformation
es: Información Básica
fr: Informations de Base
it: Informazioni di Base
ko: 기본 정보
pt: Informações Básicas
ru: Основная информация
tr: Temel Bilgiler
zh: 基本信息

source: Name
ar: اسم
es: Nombre
fr: Nom
it: Nome
ko: 이름
pt: Nome
ru: Имя
tr: İsim
zh: 姓名

source: First Name
ar: الاسم الأول
de: Vorname
es: Nombre de Pila
fr: Prénom
it: Nome di Battesimo
ko: 이름
pt: Primeiro Nome
ru: Имя
tr: İlk İsim
zh: 名字

source: Middle Name
ar: الاسم الأوسط
de: Zweitname
es: Segundo Nombre
fr: Deuxième Prénom
it: Secondo Nome
ko: 중간 이름
pt: Nome do Meio
ru: Отчество
tr: İkinci İsim
zh: 中间名

source: Last Name
ar: اسم العائلة
de: Nachname
es: Apellido
fr: Nom de Famille
it: Cognome
ko: 성
pt: Sobrenome
ru: Фамилия
tr: Soyadı
zh: 姓

source: Description
ar: وصف
de: Beschreibung
es: Descripción
it: Descrizione
ko: 설명
pt: Descrição
ru: Описание
tr: Açıklama
zh: 描述

source: Save Profile
ar: حفظ الملف الشخصي
de: Profil speichern
es: Guardar Perfil
fr: Enregistrer le Profil
it: Salva Profilo
ko: 프로필 저장
pt: Salvar Perfil
ru: Сохранить профиль
tr: Profili Kaydet
zh: 保存资料

source: Birthdate
ar: تاريخ الولادة
de: Geburtsdatum
es: Fecha de Nacimiento
fr: Date de Naissance
it: Data di Nascita
ko: 생년월일
pt: Data de Nascimento
ru: Дата рождения
tr: Doğum Tarihi
zh: 出生日期

source: Birthday
ar: عيد الميلاد
de: Geburtstag
es: Cumpleaños
fr: Anniversaire
it: Compleanno
ko: 생일
pt: Aniversário
ru: День рождения
tr: Doğum Günü
zh: 生日

source: Day
ar: يوم
de: Tag
es: Día
fr: Jour
it: Giorno
ko: 일
pt: Dia
ru: День
tr: Gün
zh: 日

source: Month
ar: شهر
de: Monat
es: Mes
fr: Mois
it: Mese
ko: 월
pt: Mês
ru: Месяц
tr: Ay
zh: 月

source: Year
ar: عام
de: Jahr
es: Año
fr: Année
it: Anno
ko: 년
pt: Ano
ru: Год
tr: Yıl
zh: 年

source: Monthly
ar: شهري
de: Monatlich
es: Mensual
fr: Mensuel
it: Mensile
ko: 월간
pt: Mensal
ru: Ежемесячно
tr: Aylık
zh: 按月

source: Select Jobs Preference
ar: تحديد تفضيلات الوظائف
de: Jobpräferenz auswählen
es: Seleccionar Preferencia de Trabajos
fr: Sélectionnez les Préférences d'Emploi
it: Seleziona Preferenze Lavoro
ko: 직업 선호도 선택
pt: Selecione a Preferência de Trabalho
ru: Выбрать предпочтения по работе
tr: İş Tercihini Seç
zh: 选择工作偏好

source: Contact Information
ar: معلومات الاتصال
de: Kontaktinformationen
es: Información de Contacto
fr: Informations de Contact
it: Informazioni di Contatto
ko: 연락처 정보
pt: Informações de Contato
ru: Контактная информация
tr: İletişim Bilgileri
zh: 联系信息

source: Phone
ar: الهاتف
de: Telefon
es: Teléfono
fr: Téléphone
it: Telefono
ko: 전화
pt: Telefone
ru: Телефон
tr: Telefon
zh: 电话

source: Address
ar: العنوان
de: Adresse
es: Dirección
fr: Adresse
it: Indirizzo
ko: 주소
pt: Endereço
ru: Адрес
tr: Adres
zh: 地址

source: Street
ar: الشارع
de: Straße
es: Calle
fr: Rue
it: Via
ko: 거리
pt: Rua
ru: Улица
tr: Sokak
zh: 街道

source: City
ar: المدينة
de: Stadt
es: Ciudad
fr: Ville
it: Città
ko: 도시
pt: Cidade
ru: Город
tr: Şehir
zh: 城市

source: State
ar: الدولة
de: Bundesland
es: Estado
fr: Etat
it: Stato
ko: 주
pt: Estado
ru: Область
tr: Devlet
zh: 州

source: Postal Code
ar: الرمز البريدي
de: Postleitzahl
es: Código Postal
fr: Code Postal
it: Codice Postale
ko: 우편 번호
pt: Código Postal
ru: Почтовый код
tr: Posta Kodu
zh: 邮政编码

source: Country
ar: البلد
de: Land
es: País
fr: Pays
it: Paese
ko: 국가
pt: País
ru: Страна
tr: Ülke
zh: 国家

source: Company Name
ar: اسم الشركة
de: Firmenname
es: Nombre de la Compañía
fr: Nom de l'entreprise
it: Nome della Azienda
ko: 회사 이름
pt: Nome da Empresa
ru: Название компании
tr: Şirket İsmi
zh: 公司名称

source: Required
ar: مطلوب
de: Erforderlich
es: Requerido
fr: Requis
it: Richiesto
ko: 필수
pt: Obrigatório
ru: Требуется
tr: Gerekli
zh: 需要

source: Ten Digits Required
ar: مطلوب عشرة أرقام
de: Zehn Ziffern erforderlich
es: Se requieren diez dígitos
fr: Dix chiffres requis
it: Sono richiesti dieci cifre
ko: 10자리 필요
pt: Dez dígitos requeridos
ru: Требуется десять цифр
tr: On Haneli Gerekli
zh: 需要十个数字

source: Please enter your email
ar: الرجاء إدخال بريدك الإلكتروني
de: Bitte geben Sie Ihre E-Mail ein
es: Por favor ingrese su correo electrónico
fr: Veuillez entrer votre e-mail
it: Per favore inserisci la tua email
ko: 이메일을 입력해주세요
pt: Por favor, insira o seu email
ru: Пожалуйста, введите вашу электронную почту
tr: Lütfen e-postanızı girin
zh: 请输入您的电子邮件

source: Congratulations!
ar: تهانينا!
de: Herzlichen Glückwunsch!
es: ¡Felicidades!
fr: Félicitations!
it: Congratulazioni!
ko: 축하합니다!
pt: Parabéns!
ru: Поздравления!
tr: Tebrikler!
zh: 恭喜！

source: You have successfully signed up
ar: لقد سجلت بنجاح
de: Sie haben sich erfolgreich angemeldet
es: Te has registrado con éxito
fr: Vous vous êtes inscrit avec succès
it: Ti sei iscritto con successo
ko: 성공적으로 등록되었습니다
pt: Você se inscreveu com sucesso
ru: Вы успешно зарегистрировались
tr: Başarıyla kaydoldunuz
zh: 您已成功注册

# workerOnlineProfileCongratulationsDescription
source: You have successfully created your online profile
ar: لقد أنشأت بنجاح ملفك الشخصي عبر الإنترنت
de: Sie haben Ihr Online-Profil erfolgreich erstellt
es: Has creado exitosamente tu perfil en línea
fr: Vous avez créé avec succès votre profil en ligne
it: Hai creato con successo il tuo profilo online
ko: 온라인 프로파일을 성공적으로 만들었습니다
pt: Você criou com sucesso o seu perfil online
ru: Вы успешно создали свой профиль в интернете
tr: Çevrimiçi profilinizi başarıyla oluşturdunuz
zh: 您已成功创建在线资料

source: You have successfully created your company profile
ar: لقد أنشأت بنجاح ملف شركتك الشخصي
de: Sie haben Ihr Firmenprofil erfolgreich erstellt
es: Has creado exitosamente tu perfil de empresa
fr: Vous avez créé avec succès le profil de votre entreprise
it: Hai creato con successo il tuo profilo aziendale
ko: 회사 프로파일을 성공적으로 만들었습니다
pt: Você criou com sucesso o perfil da sua empresa
ru: Вы успешно создали профиль вашей компании
tr: Şirket profilinizi başarıyla oluşturdunuz
zh: 您已成功创建公司资料

source: Reset Password
ar: إعادة تعيين كلمة المرور
de: Passwort zurücksetzen
es: Restablecer Contraseña
fr: Réinitialiser le mot de passe
it: Reimposta Password
ko: 비밀번호 재설정
pt: Redefinir Senha
ru: Сбросить пароль
tr: Şifreyi Sıfırla
zh: 重置密码

# resetPasswordDescription
source: Enter the email address associated with your account. A link to reset your password will be sent to your email address.
ar: أدخل عنوان البريد الإلكتروني المرتبط بحسابك. سيتم إرسال رابط لإعادة تعيين كلمة المرور الخاصة بك إلى عنوان بريدك الإلكتروني.
de: Geben Sie die E-Mail-Adresse ein, die mit Ihrem Konto verknüpft ist. Ein Link zum Zurücksetzen Ihres Passworts wird an Ihre E-Mail-Adresse gesendet.
es: Ingrese la dirección de correo electrónico asociada con su cuenta. Un enlace para restablecer su contraseña será enviado a su dirección de correo electrónico.
fr: Entrez l'adresse e-mail associée à votre compte. Un lien pour réinitialiser votre mot de passe sera envoyé à votre adresse e-mail.
it: Inserisci l'indirizzo email associato al tuo account. Un link per reimpostare la tua password verrà inviato al tuo indirizzo email.
ko: 계정에 연결된 이메일 주소를 입력하십시오. 비밀번호를 재설정하는 링크가 이메일 주소로 발송됩니다.
pt: Digite o endereço de email associado à sua conta. Um link para redefinir sua senha será enviado para o seu endereço de email.
ru: Введите адрес электронной почты, связанный с вашим аккаунтом. Ссылка на сброс пароля будет отправлена на вашу электронную почту.
tr: Hesabınızla ilişkili e-posta adresini girin. Şifrenizi sıfırlamak için bir bağlantı e-posta adresinize gönderilecektir.
zh: 输入与您的帐户关联的电子邮件地址。密码重置链接将发送到您的电子邮件地址。

source: Skip
ar: تخطى
de: Überspringen
es: Omitir
fr: Passer
it: Salta
ko: 건너뛰기
pt: Pular
ru: Пропустить
tr: Atla
zh: 跳过

# newJob
source: New
ar: جديد
de: Neu
es: Nuevo
fr: Nouveau
it: Nuovo
ko: 새로운
pt: Novo
ru: Новый
tr: Yeni
zh: 新的

source: Previous
ar: السابق
de: Vorherige
es: Anterior
fr: Précédent
it: Precedente
ko: 이전
pt: Anterior
ru: Предыдущий
tr: Önceki
zh: 以前

source: Next
ar: التالي
de: Nächster
es: Siguiente
fr: Prochain
it: Avanti
pt: Próximo
ru: Далее
tr: Sonraki
zh: 下一步

# continueStr
source: Continue
ar: استمر
de: Fortsetzen
es: Continuar
fr: Continuer
it: Continua
pt: Continuar
ru: Продолжить
tr: Devam Et
zh: 继续

source: Done
ar: منجز
de: Fertig
es: Hecho
fr: Fait
it: Fatto
pt: Feito
ru: Готово
tr: Tamamlandı
zh: 完成

source: Finish
ar: إنهاء
de: Beenden
es: Terminar
fr: Terminer
it: Fine
pt: Terminar
ru: Завершить
tr: Bitir
zh: 结束

source: Join Now!
ar: انضم الآن!
de: Jetzt beitreten!
es: ¡Únase ahora!
fr: Rejoignez-nous maintenant!
it: Iscriviti ora!
pt: Junte-se agora!
ru: Присоединиться сейчас!
tr: Hemen Katıl!
zh: 现在加入！

# companyJourneyTitle
source: Join now and find hundreds of qualified workers!
ar: انضم الآن وابحث عن مئات العمال المؤهلين!
de: Treten Sie jetzt bei und finden Sie Hunderte qualifizierte Arbeiter!
es: ¡Únete ahora y encuentra cientos de trabajadores calificados!
fr: Rejoignez-nous maintenant et trouvez des centaines de travailleurs qualifiés!
it: Iscriviti ora e trova centinaia di lavoratori qualificati!
pt: Junte-se agora e encontre centenas de trabalhadores qualificados!
ru: Присоединяйтесь сейчас и найдите сотни квалифицированных рабочих!
tr: Hemen katılın ve yüzlerce nitelikli işçi bulun!
zh: 现在加入并找到数百名合格的工人！

# companyJourneyStep1Title
source: Register
ar: تسجيل
de: Registrieren
es: Registrarse
fr: S'inscrire
it: Registrati
pt: Registrar
ru: Зарегистрироваться
tr: Kayıt Ol
zh: 注册

# companyJourneyStep1Text
source: Join today and find new opportunities
ar: انضم اليوم وابحث عن فرص جديدة
de: Treten Sie heute bei und finden Sie neue Möglichkeiten
es: Únase hoy y encuentre nuevas oportunidades
fr: Rejoignez-nous aujourd'hui et découvrez de nouvelles opportunités
it: Iscriviti oggi e trova nuove opportunità
pt: Junte-se hoje e encontre novas oportunidades
ru: Присоединяйтесь сегодня и находите новые возможности
tr: Bugün katılın ve yeni fırsatları bulun
zh: 今天加入并找到新的机会

# companyJourneyStep2Title
source: Worker preferences
ar: إنشاء ملف تعريف الشركة
de: Unternehmensprofil erstellen
es: Preferencias de trabajadores
fr: Créez un profil d'entreprise
it: Crea il profilo dell'azienda
pt: Criar Perfil da Empresa
ru: Создать профиль компании
tr: Şirket Profili Oluştur
zh: 创建公司资料

# companyJourneyStep2Text
source: Specify your worker preferences to help us match you with the most relevant candidates. Define your desired job roles, locations, and other preferences to streamline your recruitment process.
ar: دع مئات العمال الأزرق الياقة يجدون شركتك
de: Lassen Sie Hunderte von Arbeitern Ihr Unternehmen finden
es: Especifica tus preferencias de trabajadores para ayudarnos a emparejarte con los candidatos más relevantes. Define los roles de trabajo deseados, las ubicaciones y otras preferencias para agilizar tu proceso de reclutamiento.
fr: Laissez des centaines de travailleurs à cols bleus trouver votre entreprise
it: Lascia che centinaia di lavoratori di colletto blu trovino la tua azienda
pt: Deixe centenas de trabalhadores de colarinho azul encontrarem sua empresa
ru: Позвольте сотням рабочих найти вашу компанию
tr: Yüzlerce mavi yakalı işçinin şirketinizi bulmasına izin verin
zh: 让数百名蓝领工人找到您的公司

# companyJourneyStep3Title
source: View Workers
ar: التواصل مع العمال
de: Mit Arbeitern verbinden
es: Ver trabajadores
fr: Connectez-vous avec les travailleurs
it: Connettiti con i lavoratori
pt: Conecte-se com os Trabalhadores
ru: Связаться с работниками
tr: İşçilerle Bağlan
zh: 与工人建立联系

# companyJourneyStep3Text
source: Browse through our extensive list of workers and view their profiles. Find the best candidates that match your job requirements and get to know them better before making a decision.
ar: عرض والدردشة مع مئات المحترفين
de: Betrachten und unterhalten Sie sich mit Hunderten von Profis
es: Ve con cientos de profesionales
fr: Voir et discuter avec des centaines de professionnels
it: Visualizza e chatta con centinaia di professionisti
pt: Veja e converse com centenas de profissionais
ru: Просмотрите и общайтесь со сотнями профессионалов
tr: Yüzlerce profesyonelle görüşün ve sohbet edin
zh: 查看并与数百名专业人员进行聊天

# companyJourneyStep4Title
source: Create a profile
ar: تأجير
de: Einstellen
es: Crear un perfil
fr: Embaucher
it: Assumi
pt: Contratar
ru: Нанять
tr: İşe Al
zh: 雇佣

# companyJourneyStep4Text
source: Create a company profile to attract potential workers. A well-crafted profile can significantly increase your chances of finding the right candidates for your job openings.
ar: تمديد عروضك إلى المرشحين المناسبين
de: Erweitern Sie Ihre Angebote für die richtigen Kandidaten
es: Crea un perfil de empresa para atraer a trabajadores potenciales. Un perfil bien elaborado puede aumentar significativamente tus posibilidades de encontrar a los candidatos adecuados para tus ofertas de trabajo.
fr: Etendez vos offres aux bons candidats
it: Estendi le tue offerte ai candidati giusti
pt: Estenda suas ofertas aos candidatos certos
ru: Предложите свои оборудование подходящим кандидатам
tr: Tekliflerinizi doğru adaylara sunun
zh: 向合适的候选人提供您的优惠

# workerJourneyTitle
source: Find your dream job in Blukers!
ar: ابحث عن عمل أحلامك في Blukers!
de: Finde deinen Traumjob in Blukers!
es: ¡Encuentra tu trabajo soñado en Blukers!
fr: Trouvez le travail de vos rêves chez Blukers!
it: Trova il lavoro dei tuoi sogni in Blukers!
pt: Encontre o seu emprego dos sonhos na Blukers!
ru: Найдите свою мечтаемую работу в Blukers!
tr: Hayalinizdeki işi Blukers'te bulun!
zh: 在Blukers找到你的梦想工作！

# workerJourneyStep1Title
source: Register
ar: تسجيل
de: Registrieren
es: Registrarse
fr: S'inscrire
it: Registrati
pt: Registrar
ru: Зарегистрироваться
tr: Kayıt Ol
zh: 注册

# workerJourneyStep1Text
source: Gain access to countless job opportunities
ar: احصل على دراية بعدد لا حصر له من فرص العمل
de: Zugang zu unzähligen Jobmöglichkeiten erlangen
es: Obtén acceso a innumerables oportunidades de trabajo
fr: Accédez à d'innombrables opportunités d'emploi
it: Ottieni accesso a innumerevoli opportunità di lavoro
pt: Tenha acesso a inúmeras oportunidades de emprego
ru: Получите доступ к бесчисленным вакансиям
tr: Sayısız iş fırsatına erişim kazanın
zh: 获得无数的工作机会

# workerJourneyStep2Title
source: Job Preference
ar: إنشاء ملفك الشخصي
de: Erstellen Sie Ihr Profil
es: Preferencia laboral
fr: Créez votre profil
it: Crea il tuo profilo
pt: Crie Seu Perfil
ru: Создать свой профиль
tr: Profilinizi Oluşturun
zh: 创建您的个人资料

# workerJourneyStep2Text
source: Specify your job preferences to help us match you with the most relevant job opportunities
ar: عرض مهاراتك والعثور عليك من قبل الأرباب
de: Präsentieren Sie Ihre Fähigkeiten und werden Sie von Arbeitgebern gefunden
es: Especifica tus preferencias laborales para ayudarnos a emparejarte con las oportunidades de trabajo más relevantes.
fr: Présentez vos compétences et soyez trouvé par les employeurs
it: Mostra le tue abilità e fatti trovare dai datori di lavoro
pt: Mostre suas habilidades e seja encontrado por empregadores
ru: Продемонстрируйте свои навыки и будьте найдены работодателями
tr: Yeteneklerinizi sergileyin ve işverenler tarafından bulunun
zh: 展示你的技能并被雇主找到

# workerJourneyStep3Title
source: Create a Resume
ar: التقدم أو حفظ الوظائف
de: Bewerben oder Speichern Sie Jobs
es: Crea un currículum
fr: Postulez ou enregistrez des emplois
it: Candidati o salva lavori
pt: Se Candidate ou Salve Empregos
ru: Подать заявку или сохранить работу
tr: İşlere Başvurun veya Kaydedin
zh: 申请或保存工作

# workerJourneyStep3Text
source: Extensive list of dream jobs just a click away
ar: قائمة واسعة من الوظائف المثالية على بعد نقرة واحدة
de: Umfangreiche Liste von Traumjobs nur einen Klick entfernt
es: Extensa lista de trabajos de ensueño a solo un clic de distancia
fr: Liste exhaustive des emplois de rêve à portée de clic
it: Un'ampia lista di lavori dei sogni a un click di distanza
ko: 클릭 한 번으로 이루고 싶은 꿈의 직업 목록
pt: Extensa lista de empregos dos sonhos a apenas um clique de distância
ru: Обширный список мечтательских работ всего в один клик
tr: Hayalinizdeki işlerin geniş listesine sadece bir tıklama uzaktasınız
zh: 只需点击鼠标，即可找到众多理想的工作

# workerJourneyStep4Title
source: Apply or save Jobs
ar: كن موظفًا
de: Eingestellt werden
es: Aplica o guarda trabajos
fr: Être embauché
it: Essere Assunto
ko: 고용되다
pt: Seja Contratado
ru: Быть нанятым
tr: İşe Alın
zh: 被雇佣

# workerJourneyStep4Text
source: Browse through our extensive list of job postings and apply directly to the ones that match your career goals. Take the next step towards your new career by submitting your applications.
ar: ابدأ وظيفة أحلامك من خلال التوظيف من قبل الشركات الكبرى
de: Beginnen Sie Ihren Traumjob, indem Sie von Top-Unternehmen eingestellt werden
es: Explora nuestra extensa lista de ofertas de trabajo y aplica directamente a aquellas que coincidan con tus objetivos profesionales. Da el siguiente paso hacia tu nueva carrera enviando tus solicitudes.
fr: Commencez votre emploi de rêve en étant embauché par les meilleures entreprises
it: Inizia il tuo lavoro dei sogni essendo assunto dalle migliori aziende
ko: 최고의 회사에 채용되어 꿈의 직업에 오르세요
pt: Comece o seu emprego dos sonhos sendo contratado por empresas de topo
ru: Начните свою мечтательную работу, будучи нанятым топовыми компаниями
tr: En iyi şirketler tarafından işe alınarak hayalinizdeki işe başlayın
zh: 通过顶级公司的雇佣开始您的理想工作

# s1WTitle
source: Search
ar: بحث
de: Suche
es: Buscar
fr: Recherche
it: Ricerca
ko: 검색
pt: Pesquisa
ru: Поиск
tr: Ara
zh: 搜索

# s1WSubtitle
source: Explore Opportunities and find the perfect job that matches your skills and ambitions.
ar: استكشف الفرص واعثر على الوظيفة المثالية التي تتناسب مع مهاراتك وطموحاتك.
de: Erkunden Sie Möglichkeiten und finden Sie den perfekten Job, der zu Ihren Fähigkeiten und Ambitionen passt.
es: Explora oportunidades y encuentra el trabajo perfecto que se adapte a tus habilidades y ambiciones.
fr: Explorez les opportunités et trouvez l'emploi parfait qui correspond à vos compétences et ambitions.
it: Esplora le opportunità e trova il lavoro perfetto che corrisponde alle tue competenze e ambizioni.
ko: 기회를 탐색하고 당신의 기술과 포부에 가장 적합한 직업을 찾습니다.
pt: Explore oportunidades e encontre o emprego perfeito que corresponde às suas habilidades e ambições.
ru: Исследуйте возможности и найдите идеальную работу, которая соответствует вашим навыкам и амбициям.
tr: Fırsatları keşfedin ve becerileriniz ve hedeflerinizle eşleşen mükemmel işi bulun.
zh: 探索机会，找到完美匹配您的技能和抱负的工作。

# s1CTitle
source: Post
ar: بريد
de: Posten
es: Publicar
fr: Publier
it: Pubblica
ko: 게시하다
pt: Postar
ru: Пост
tr: Gönder
zh: 发布

# s1CSubtitle
source: Post your job and connect with qualified candidates today.
ar: أرسل وظيفتك واتصل بالمرشحين المؤهلين اليوم.
de: Veröffentlichen Sie Ihren Job und verbinden Sie sich noch heute mit qualifizierten Kandidaten.
es: Publica tu trabajo y conecta con candidatos calificados hoy.
fr: Publiez votre emploi et connectez-vous avec des candidats qualifiés aujourd'hui.
it: Pubblica il tuo lavoro e connettiti con candidati qualificati oggi.
ko: 직업을 게시하고 오늘 자격있는 후보자들과 연결하세요.
pt: Publique a sua oferta de emprego e conecte-se aos candidatos qualificados de hoje.
ru: Разместите свою работу и свяжитесь с квалифицированными кандидатами сегодня.
tr: İşinizi yayınlayın ve bugün nitelikli adaylarla bağlantı kurun.
zh: 发布您的工作，并今天就与合格的候选人建立联系。

# s2WTitle
source: Apply
ar: تطبيق
de: Bewerben
es: Aplicar
fr: Appliquer
it: Candidati
ko: 지원하다
pt: Aplica
ru: Применить
tr: Başvur
zh: 申请

# s2WSubtitle
source: Submit Your Application to Take the first leap towards your career.
ar: قدم طلبك لتقدم القفزة الأولى نحو مسيرتك المهنية.
de: Reichen Sie Ihre Bewerbung ein, um den ersten Schritt in Richtung Ihrer Karriere zu machen.
es: Envía tu solicitud para dar el primer paso hacia tu carrera.
fr: Soumettez votre candidature pour faire le premier pas vers votre carrière.
it: Invia la tua candidatura per fare il primo passo verso la tua carriera.
ko: 당신의 커리어를 향한 첫 걸음을 내딛기 위해 지원서를 제출하세요.
pt: Submete a Sua Aplicação para dar o primeiro passo rumo à sua carreira.
ru: Отправьте свое заявление, чтобы сделать первый шаг к своей карьере.
tr: Kariyerinize doğru ilk adımı atmak için Başvurunuzu Gönderin.
zh: 提交您的申请，向您的职业生涯迈出第一步。

# s2CTitle
source: Review
ar: مراجعة
de: Überprüfen
es: Revisar
fr: Revoir
it: Revisiona
ko: 검토
pt: Revise
ru: Рассмотрение
tr: İncele
zh: 审查

# s2CSubtitle
source: Review Candidates easily and make informed decisions.
ar: راجع المرشحين بسهولة واتخذ قرارات مستنيرة.
de: Bewerber einfach überprüfen und informierte Entscheidungen treffen.
es: Revisa fácilmente a los candidatos y toma decisiones informadas.
fr: Examinez facilement les candidats et prenez des décisions éclairées.
it: Revisiona facilmente i candidati e prendi decisioni informate.
ko: 후보자를 쉽게 검토하고 신중한 결정을 내리세요.
pt: Revise os Candidatos de maneira fácil e tome decisões informadas.
ru: Легко просматривайте кандидатов и принимайте обоснованные решения.
tr: Adayları kolayca inceleyin ve bilinçli kararlar verin.
zh: 轻松审查候选人并做出知情决策。

# s3WTitle
source: Get Hired
ar: تم التوظيف
de: Eingestellt werden
es: Ser contratado
fr: Être embauché
it: Fatti assumere
ko: 고용받다
pt: Ser Contratado
ru: Получить работу
tr: İşe Alın
zh: 被雇佣

# s3WSubtitle
source: Ace The Interview and Showcase your Skills.
ar: انجز المقابلة وعرض مهاراتك.
de: Bestehen Sie das Vorstellungsgespräch und zeigen Sie Ihre Fähigkeiten.
es: Supera la entrevista y muestra tus habilidades.
fr: Réussissez l'entretien et présentez vos compétences.
it: Dai il meglio nell'intervista e mostra le tue competenze.
ko: 인터뷰를 통과하고 당신의 기술을 선보입니다.
pt: Domine A Entrevista e Mostre as suas Habilidades.
ru: Пройдите интервью и продемонстрируйте свои навыки.
tr: Mülakatı Başarıyla Geçin ve Becerilerinizi Sergileyin.
zh: 通过面试，展示您的技能。

# s3CTitle
source: Hire
ar: توظيف
de: Einstellen
es: Contratar
fr: Embaucher
it: Assumi
ko: 고용하다
pt: Contratar
ru: Нанять
tr: Kiralama
zh: 雇佣

# s3CSubtitle
source: Make the right hire with confidence and choose the perfect Candidate.
ar: قم بالتوظيف الصحيح بثقة واختر المرشح المثالي.
de: Treffen Sie mit Zuversicht die richtige Einstellungsentscheidung und wählen Sie den perfekten Kandidaten aus.
es: Contrate con confianza y elija al candidato perfecto.
fr: Faites le bon choix en toute confiance et choisissez le candidat parfait.
it: Assumi con fiducia e scegli il candidato perfetto.
ko: 신뢰를 가지고 올바른 고용을 하고 완벽한 후보자를 선택하세요.
pt: Faça a escolha do candidato perfeito com confiança.
ru: Нанимайте с уверенностью и выбирайте идеального кандидата.
tr: Güvenle doğru işe alım yapın ve mükemmel Adayı seçin.
zh: 有信心做出正确的雇佣选择，选择完美的候选人。

source: Please
ar: من فضلك
de: Bitte
es: Por favor
fr: S'il vous plaît
it: Per favore
ko: 부디
pt: Por favor
ru: Пожалуйста
tr: Lütfen
zh: 请

source: or
ar: أو
de: oder
es: o
fr: ou
it: o
ko: 또는
pt: ou
ru: или
tr: veya
zh: 或者

source: To access your profile
ar: للوصول إلى ملفك الشخصي
de: Um auf Ihr Profil zuzugreifen
es: Para acceder a tu perfil
fr: Pour accéder à votre profil
it: Per accedere al tuo profilo
ko: 프로필에 접속하려면
pt: Para aceder ao seu perfil
ru: Чтобы получить доступ к своему профилю
tr: Profilinize erişmek için
zh: 访问您的个人资料

# toContinueOrAccessThisContent
source: to continue or to access this content
ar: لمتابعة أو للوصول إلى هذا المحتوى
de: um fortzufahren oder auf diesen Inhalt zuzugreifen
es: para continuar o acceder a este contenido
fr: pour continuer ou accéder à ce contenu
it: per continuare o per accedere a questo contenuto
ko: 이 내용에 계속하거나 접근하려면
pt: para continuar ou para aceder a este conteúdo
ru: чтобы продолжить или получить доступ к этому содержанию
tr: bu içeriğe erişmek veya devam etmek için
zh: 继续或者访问这个内容
