Repository: NnajioforUchenna/blukersAppDev
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, it, ko, pt, ru, tr, zh

# hello
source: Hello {userName}
ar: مرحبا {userName}
de: Hallo {userName}
es: Hola {userName}
ko: 안녕하세요 {userName}
pt: Olá {userName}
ru: Привет {userName}
tr: Merhaba {userName}
zh: 你好 {userName}

source: Dream. Build. Connect.
ar: احلم. بناء. تواصل.
de: Träumen. Bauen. Verbinden.
es: Sueña. Construye. Conecta.
ko: 꿈. 지어라. 연결하다.
pt: Sonhe. Construa. Conecte-se.
ru: Мечта. Строить. Соединяться.
tr: Hayal et. İnşa et. Bağlan.
zh: 梦想。建立。连接。

source: What do you identify as?
ar: بماذا تتميز؟
de: Als was identifizierst du dich?
es: ¿Cómo te identificas?
ko: 무엇으로 자신을 식별합니까?
pt: Como você se identifica?
ru: Как вы себя определяете?
tr: Kendinizi ne olarak tanımlıyorsunuz?
zh: 你认为你是谁？

source: Home
ar: الصفحة الرئيسية
de: Zuhause
es: Hogar
ko: 집
pt: Casa
ru: Домой
tr: Ana Sayfa
zh: 家

source: Jobs
ar: وظائف
es: Empleos
ko: 직업들
pt: Trabalhos
ru: Работы
tr: İşler
zh: 工作

source: Profile
ar: الملف الشخصي
de: Profil
es: Perfil
ko: 프로필
pt: Perfil
ru: Профиль
tr: Profil
zh: 简介

# loginRegister
source: Join
ar: انضم
de: Beitreten
es: Únete
ko: 가입
pt: Junte-se
ru: Присоединиться
tr: Katıl
zh: 加入

source: Login
ar: تسجيل الدخول
de: Anmelden
es: Iniciar sesión
ko: 로그인
pt: Entrar
ru: Войти
tr: Giriş Yap
zh: 登录

# login2
source: Login
ar: تسجيل الدخول
de: Anmelden
es: Iniciar sesión
ko: 로그인
pt: Entrar
ru: Войти
tr: Giriş Yap
zh: 登录

source: I am a
ar: أنا
de: Ich bin ein
es: Soy un
fr: Je suis un
it: Io sono un
ko: 나는
pt: Eu sou um
ru: Я
tr: Ben bir
zh: 我是一个

# iAmA2
source: I am a
ar: أنا
de: Ich bin ein
es: Soy una
fr: Je suis un
it: Io sono un
ko: 나는
pt: Eu sou uma
ru: Я
tr: Ben bir
zh: 我是一个

source: Worker
ar: عامل
de: Arbeiter
es: Trabajador
fr: Travailleur
it: Lavoratore
ko: 근로자
pt: Trabalhador
ru: Рабочий
tr: İşçi
zh: 工人

source: Company
ar: شركة
de: Unternehmen
es: Empresa
fr: Compagnie
it: Azienda
ko: 회사
pt: Empresa
ru: Компания
tr: Şirket
zh: 公司

source: Looking for jobs
ar: أبحث عن وظائف
de: Auf der Suche nach Jobs
es: Buscando empleo
fr: En recherche d'emploi
it: In cerca di lavoro
ko: 일자리를 찾고 있습니다
pt: Procurando por empregos
ru: Ищу работу
tr: İş arıyorum
zh: 寻找工作

source: Looking for workers
ar: أبحث عن العمال
de: Auf der Suche nach Arbeitern
es: Buscando trabajadores
fr: Recherche de travailleurs
it: In cerca di lavoratori
ko: 근로자를 찾고 있습니다
pt: Procurando por trabalhadores
ru: Ищу работников
tr: İşçi arıyorum
zh: 寻找工人

source: Already have an account?
ar: لديك حساب بالفعل؟
de: Haben Sie bereits ein Konto?
es: ¿Ya tienes una cuenta?
fr: Vous avez déjà un compte?
it: Hai già un account?
ko: 이미 계정이 있으신가요?
pt: Já tem uma conta?
ru: Уже есть аккаунт?
tr: Zaten bir hesabınız var mı?
zh: 已经有账户了？

source: Sign In
ar: تسجيل الدخول
de: Anmelden
es: Iniciar sesión
fr: Se connecter
it: Accedi
ko: 로그인
pt: Entrar
ru: Войти
tr: Oturum Aç
zh: 登录

source: Register
ar: تسجيل
de: Registrieren
es: Registrarse
fr: S'inscrire
it: Registrati
ko: 회원 가입
pt: Registrar
ru: Регистрация
tr: Kayıt Ol
zh: 注册

source: Email
ar: البريد الالكتروني
es: Correo electrónico
ko: 이메일
ru: Электронная почта
tr: E-posta
zh: 电子邮件

source: Password
ar: كلمة السر
de: Passwort
es: Contraseña
fr: Mot de passe
ko: 비밀번호
pt: Senha
ru: Пароль
tr: Parola
zh: 密码

source: Forgot Password?
ar: نسيت كلمة المرور؟
de: Passwort vergessen?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié?
it: Hai dimenticato la password?
ko: 비밀번호를 잊으셨나요?
pt: Esqueceu a senha?
ru: Забыли пароль?
tr: Parolanızı mı unuttunuz?
zh: 忘记密码？

source: Don't have an account?
ar: لا تملك حساب؟
de: Haben Sie kein Konto?
es: ¿No tienes una cuenta?
fr: Vous n'avez pas de compte?
it: Non hai un account?
ko: 계정이 없으신가요?
pt: Não tem uma conta?
ru: У вас нет аккаунта?
tr: Bir hesabınız yok mu?
zh: 没有账户？

source: Create your account
ar: أنشئ حسابك
de: Erstelle dein Konto
es: Crear tu cuenta
fr: Créez votre compte
it: Crea il tuo account
ko: 계정을 생성하세요
pt: Crie sua conta
ru: Создайте ваш аккаунт
tr: Hesabınızı oluşturun
zh: 创建你的账户

source: Create your profile
ar: أنشئ ملفك الشخصي
de: Erstelle dein Profil
es: Crear tu perfil
fr: Créez votre profil
it: Crea il tuo profilo
ko: 프로필을 만드세요
pt: Crie seu perfil
ru: Создайте ваш профиль
tr: Profilinizi oluşturun
zh: 创建你的个人资料

source: Create company profile
ar: أنشئ ملف الشركة الشخصي
de: Unternehmensprofil erstellen
es: Crear perfil de empresa
fr: Créez le profil de l'entreprise
it: Crea il profilo della tua azienda
ko: 회사 프로필을 만드세요
pt: Criar perfil da empresa
ru: Создайте профиль компании
tr: Şirket profilinizi oluşturun
zh: 创建公司资料

source: Create Profile
ar: إنشاء الملف الشخصي
de: Profil erstellen
es: Crear perfil
fr: Créer un profil
it: Crea Profilo
ko: 프로필 만들기
pt: Criar perfil
ru: Создать профиль
tr: Profil Oluştur
zh: 创建个人资料

source: Select your industries and jobs
ar: حدد صناعاتك ووظائفك
de: Wähle deine Branchen und Jobs
es: Selecciona tus industrias y trabajos
fr: Sélectionnez vos industries et emplois
it: Seleziona le tue industrie e lavori
ko: 귀하의 산업과 일자리를 선택하세요
pt: Selecione suas indústrias e empregos
ru: Выберите ваши отрасли и работы
tr: Sektörlerinizi ve işlerinizi seçin
zh: 选择你的行业和工作

source: Agriculture
ar: الزراعة
de: Landwirtschaft
es: Agricultura
it: Agricoltura
ko: 농업
pt: Agricultura
ru: Сельское хозяйство
tr: Tarım
zh: 农业

source: Commercial Fishing
ar: الصيد التجاري
de: Kommerzielle Fischerei
es: Pesca comercial
fr: Pêche commerciale
it: Pesca commerciale
ko: 상업 어업
pt: Pesca comercial
ru: Промышленное рыболовство
tr: Ticari Balıkçılık
zh: 商业捕鱼

source: Construction
ar: البناء
de: Konstruktion
es: Construcción
it: Costruzione
ko: 건설
pt: Construção
ru: Строительство
tr: İnşaat
zh: 建筑

source: Custodial Work
ar: العمل الحضاني
de: Hausmeisterarbeit
es: Trabajo de Custodia
fr: Travail de gardien
it: Lavoro di custodia
ko: 관리 작업
pt: Trabalho de custódia
ru: Вахтёрская работа
tr: Bakım İşleri
zh: 监护工作

source: Food and Beverages
ar: الغذاء والمشروبات
de: Lebensmittel und Getränke
es: Alimentos y Bebidas
fr: Nourriture et boissons
it: Cibo e bevande
ko: 음식 및 음료
pt: Comida e Bebidas
ru: Пища и напитки
tr: Gıda ve İçecekler
zh: 食品和饮料

# cityandzipcode
source: City, State or Zip Code
ar: المدينة أو الولاية أو الرمز البريدي
de: Ville, Ã‰tat ou Code Postal
es: Ciudad, Estado o Código Postal
fr: Ville, État ou Code Postal
it: Citt√†, Stato o Codice Postale
ko: 도시, 주 또는 우편 번호
pt: Cidade, Estado ou CÃ³digo Postal
ru: Город, Штат или Почтовый Индекс
tr: Åžehir, Eyalet veya Posta Kodu
zh: 城市、州或邮政编码

source: Food Processing
ar: معالجة الغذاء
de: Lebensmittelverarbeitung
es: Procesamiento de Alimentos
fr: Transformation des aliments
it: Lavorazione del cibo
ko: 식품 가공
pt: Processamento de alimentos
ru: Пищевая промышленность
tr: Gıda İşleme
zh: 食品加工

source: Forestry
ar: الغابات
de: Forstwirtschaft
es: Silvicultura
fr: Sylviculture
it: Silvicoltura
ko: 임업
pt: Silvicultura
ru: Лесное хозяйство
tr: Ormancılık
zh: 林业

source: Industrial Construction
ar: البناء الصناعي
de: Industriebau
es: Construcción Industrial
fr: Construction industrielle
it: Costruzione industriale
ko: 산업 건설
pt: Construção industrial
ru: Промышленное строительство
tr: Endüstriyel İnşaat
zh: 工业建筑

source: Landscaping
ar: تنسيق الحدائق
de: Garten- und Landschaftsbau
es: Paisajismo
fr: Aménagement paysager
it: Paesaggistica
ko: 조경
pt: Paisagismo
ru: Ландшафтный дизайн
tr: Peyzaj
zh: 园林景观

source: Manufacturing
ar: التصنيع
de: Produktion
es: Fabricación
fr: Fabrication
it: Produzione
ko: 제조
pt: Manufatura
ru: Производство
tr: Üretim
zh: 制造业

source: Transportation
ar: النقل
de: Transport
es: Transporte
fr: Transport
it: Trasporto
ko: 운송
pt: Transporte
ru: Транспорт
tr: Taşımacılık
zh: 运输

source: Warehousing
ar: التخزين
de: Lagerhaltung
es: Almacenamiento
fr: Entreposage
it: Magazzinaggio
ko: 창고
pt: Armazenamento
ru: Складирование
tr: Depolama
zh: 仓储

source: Agricultural Technician
ar: فني زراعي
de: Landwirtschaftstechniker
es: Técnico Agrícola
fr: Technicien agricole
it: Tecnico agricolo
ko: 농업 기술자
pt: Técnico agrícola
ru: Сельскохозяйственный техник
tr: Tarım Teknisyeni
zh: 农业技术员

source: Crop Consultant
ar: مستشار المحاصيل
de: Pflanzenberater
es: Consultor de Cultivos
fr: Consultant en culture
it: Consulente di colture
ko: 작물 컨설턴트
pt: Consultor de culturas
ru: Консультант по сельскохозяйственным культурам
tr: Bitki Danışmanı
zh: 农作物顾问

source: Farmer
ar: مزارع
de: Landwirt
es: Agricultor
fr: Agriculteur
it: Agricoltore
ko: 농부
pt: Agricultor
ru: Фермер
tr: Çiftçi
zh: 农民

source: Farm Laborer
ar: عامل مزرعة
de: Landarbeiter
es: Trabajador Agrícola
fr: Ouvrier agricole
it: Bracciante agricolo
ko: 농장 노동자
pt: Trabalhador agrícola
ru: Сельскохозяйственный рабочий
tr: Tarım İşçisi
zh: 农场工人

source: Deckhand
ar: عامل السفينة
de: Deckshand
es: Marinero
fr: Matelot
it: Marinaio
ko: 갑판원
pt: Marinheiro
ru: Матрос
tr: Güverte Elemanı
zh: 甲板工人

source: Fisherman
ar: صياد السمك
de: Fischer
es: Pescador
fr: Pêcheur
it: Pescatore
ko: 어부
pt: Pescador
ru: Рыбак
tr: Balıkçı
zh: 渔民

source: Fishing Vessel Captain
ar: قبطان السفينة الصيد
de: Kapitän des Fischereischiffs
es: Capitán de barco de pesca
fr: Capitaine de navire de pêche
it: Capitano di nave da pesca
ko: 어선 선장
pt: Capitão de embarcação de pesca
ru: Капитан рыболовного судна
tr: Balıkçı Gemisi Kaptanı
zh: 渔船船长

source: Fish Processing Worker
ar: عامل معالجة الأسماك
de: Fischverarbeitungsarbeiter
es: Trabajador de Procesamiento de Pescado
fr: Ouvrier de transformation du poisson
it: Lavoratore di lavorazione del pesce
ko: 어류 가공 작업자
pt: Trabalhador de processamento de peixe
ru: Рабочий по переработке рыбы
tr: Balık İşleme İşçisi
zh: 鱼处理工人

source: Carpenter
ar: النجار
de: Zimmermann
es: Carpintero
fr: Charpentier
it: Falegname
ko: 목수
pt: Carpinteiro
ru: Плотник
tr: Marangoz
zh: 木匠

source: Electrician
ar: كهربائي
de: Elektriker
es: Electricista
fr: Électricien
it: elettricista
ko: 전기 기술자
pt: Eletricista
ru: электрик
tr: Elektrikçi
zh: 电工

source: Mason
ar: ماسون
de: Maurer
es: Albañil
fr: Maçon
it: Muratore
ko: 메이슨
pt: Pedreiro
ru: Мастер
tr: Duvarcı
zh: 泥瓦匠

source: Painter
ar: الرسام
de: Maler
es: Pintor
fr: Peintre
it: Pittore
ko: 페인터
pt: Pintor
ru: Живописец
tr: Ressam
zh: 画家

source: Plumber
ar: سباك
de: Klempner
es: Fontanero
fr: Plombier
it: Idraulico
ko: 플러머
pt: Encanador
ru: Сантехник
tr: Tesisatçı
zh: 管道工

source: Cleaner
ar: الأنظف
de: Reiniger
es: Limpiador
fr: Nettoyeur
it: Pulitore
ko: 청소부
pt: Limpador
ru: Уборщик
tr: Temizlikçi
zh: 清洁工

source: Floor Technician
ar: فني أرضيات
de: Bodentechniker
es: Técnico de suelos
fr: Technicien de sol
it: Tecnico del pavimento
ko: 바닥 기술자
pt: Técnico de Piso
ru: Техник по полам
tr: Zemin Teknisyeni
zh: 地板技术员

source: Housekeeping Supervisor
ar: مشرف الخدمات المنزلية
de: Hausdienstleiter
es: Supervisor de limpieza
fr: Superviseur de nettoyage
it: Supervisore di governante
ko: 하우스키파 팀장
pt: Supervisor de Limpeza
ru: Начальник службы уборки
tr: Ev İşleri Görevlisi
zh: 家政监督员

source: Janitor
ar: عامل النظافة
de: Hausmeister
es: Conserje
fr: Concierge
it: Custode
ko: 관리인
pt: Zelador
ru: Дворник
tr: kapıcı
zh: 门卫

source: Bartender
ar: نادل البار
de: Barmixer
es: Camarero
fr: Barman
it: Barista
ko: 바텐더
pt: Barman
ru: Бармен
tr: Barmen
zh: 酒保

source: Cashier
ar: أمين الصندوق
de: Kassierer
es: Cajero
fr: Caissier
it: Cassiere
ko: 계산원
pt: Caixa
ru: Кассир
tr: Kasiyer
zh: 出纳员

source: Cook
ar: طباخ
de: Koch
es: Cocinero
fr: Cuisinier
it: Cuoco
ko: 요리사
pt: Cozinheiro
ru: Повар
tr: Aşçı
zh: 厨师

source: Cook Helper
ar: مساعد طاه
de: Kochhilfe
es: Ayudante de cocina
fr: Aide cuisinier
it: Aiuto Cuoco
ko: 요리사 조수
pt: Ajudante de Cozinheiro
ru: Помощник повара
tr: Aşçı Yardımcısı
zh: 厨师助手

source: Dish Washer
ar: غسالة الصحون
de: Geschirrspüler
es: Lavaplatos
fr: Lave-vaisselle
it: Lavastoviglie
ko: 설거지부
pt: Lava-louças
ru: Мойщик посуды
tr: Bulaşıkçı
zh: 洗碗员

source: Host
ar: مضيف
de: Gastgeber
es: Anfitrión
fr: Hôte
it: Ospite
ko: 호스트
pt: Anfitrião
ru: Хост
tr: Ev Sahibi
zh: 主持人

source: Food Technologist
ar: تكنولوجي الأغذية
de: Lebensmitteltechnologe
es: Tecnólogo de alimentos
fr: Technologue alimentaire
it: Tecnologo alimentare
ko: 식품 기술자
pt: Tecnólogo de Alimentos
ru: Технолог пищевого производства
tr: Gıda Teknoloğu
zh: 食品技术专家

source: Packaging Operator
ar: مشغل التعبئة والتغليف
de: Verpackungstechniker
es: Operador de empaque
fr: Opérateur d'emballage
it: Operatore di confezionamento
ko: 포장 작업자
pt: Operador de Embalagem
ru: Оператор упаковки
tr: Paketleme Operatörü
zh: 包装操作员

source: Production Supervisor
ar: مشرف الإنتاج
de: Produktionsleiter
es: Supervisor de producción
fr: Superviseur de production
it: Supervisore di produzione
ko: 생산 관리자
pt: Supervisor de Produção
ru: Начальник производства
tr: Üretim Müdürü
zh: 生产主管

source: Quality Assurance Inspector
ar: مفتش ضمان الجودة
de: Qualitätssicherungsinspektor
es: Inspector de aseguramiento de calidad
fr: Inspecteur d'assurance qualité
it: Ispettore di assicurazione qualità
ko: 품질 보증 검사원
pt: Inspetor de Garantia de Qualidade
ru: Инспектор по контролю качества
tr: Kalite Garanti Müfettişi
zh: 质量保证检查员

source: Forester
ar: راعي الغابات
de: Förster
es: Silvicultor
fr: Forestier
it: Forestale
ko: 임상가
pt: Florestal
ru: Лесник
tr: Orman Mühendisi
zh: 森林管理员

source: Logging Equipment Operator
ar: مشغل معدات القطع
de: Bediener von Holzfällerausrüstung
es: Operador de equipo de tala
fr: Opérateur d'équipement de journalisation
it: Operatore di attrezzature per il taglio del legno
ko: 벌목 장비 조작자
pt: Operador de Equipamento de Corte de Madeira
ru: Оператор лесозаготовительного оборудования
tr: Kesim Ekipmanları Operatörü
zh: 伐木设备操作员

source: Timber Cruiser
ar: مستكشف الأخشاب
de: Holzpreiser
es: Crucero de madera
fr: Croiseur de bois
it: Esaminatore del legname
ko: 목재 크루저
pt: Cruiseiro de Madeira
ru: Лесной крейсер
tr: Ağaç Kesici
zh: 木材巡航员

source: Tree Planter
ar: مزارع الأشجار
de: Baumpflanzer
es: Plantador de Árboles
fr: Planteur d'arbres
it: Piantatore di Alberi
ko: 나무 심는 사람
pt: Plantador de Árvores
ru: Саженец деревьев
tr: Ağaç Dikme Elemanı
zh: 种树者

source: Pipe Fitter
ar: فاصل الأنابيب
de: Rohrinstallateur
es: Fontanero
fr: Monteur de tuyaux
it: Idraulico
ko: 파이프 장치사
pt: Montador de Tubos
ru: Трубопроводчик
tr: Boru Montajcısı
zh: 管道安装工

source: Sand Blaster
ar: الرماية بالرمل
de: Sandstrahler
es: Arenador
fr: Sableur
it: Sabbiatrice
ko: 샌드 블라스터
pt: Jatista
ru: Пескоструйщик
tr: Kumlama Operatörü
zh: 喷沙工

source: Structural Welder
ar: لحام الهياكل
de: Struktur Schweißer
es: Soldador Estructural
fr: Soudeur structurel
it: Saldatore Strutturale
ko: 구조 용접공
pt: Soldador Estrutural
ru: Структурный сварщик
tr: Yapısal Kaynakçı
zh: 结构焊工

source: Gardener
ar: جاردنر
de: Gärtner
es: Jardinero
fr: Jardinier
it: Giardiniere
ko: 정원사
pt: Jardineiro
ru: Садовник
tr: Bahçıvan
zh: 园丁

source: Irrigation Specialist
ar: متخصص في الري
de: Bewässerungsspezialist
es: Especialista en Riego
fr: Spécialiste de l'irrigation
it: Specialista di Irrigazione
ko: 관개 전문가
pt: Especialista em Irrigação
ru: Специалист по орошению
tr: Sulama Uzmanı
zh: 灌溉专家

source: Landscape Designer
ar: مصمم المناظر الطبيعية
de: Landschaftsdesigner
es: Diseñador de Paisajes
fr: Designer paysagiste
it: Designer di Paesaggi
ko: 조경 디자이너
pt: Designer de Paisagem
ru: Ландшафтный дизайнер
tr: Peyzaj Tasarımcısı
zh: 景观设计师

source: Tree Surgeon
ar: جراح الأشجار
de: Baumschützer
es: Cirujano de Árboles
fr: Chirurgien d'arbres
it: Chirurgo degli Alberi
ko: 나무 수술사
pt: Cirurgião de Árvores
ru: Деревохирург
tr: Ağaç Cerrahı
zh: 树木医生

source: Assembly Line Worker
ar: عامل خط التجميع
de: Fließbandarbeiter
es: Trabajador de Línea de Ensamblaje
fr: Ouvrier de ligne de montage
it: Lavoratore di Linea di Montaggio
ko: 조립 라인 작업자
pt: Trabalhador de Linha de Montagem
ru: Работник конвейерной линии
tr: Montaj Hattı Çalışanı
zh: 装配线工人

source: Machine Operator
ar: مشغل الآلة
de: Maschinenbediener
es: Operador de Máquina
fr: Opérateur de machine
it: Operatore di Macchine
ko: 기계 조작자
pt: Operador de Máquina
ru: Машинист
tr: Makine Operatörü
zh: 机器操作员

source: Quality Control Inspector
ar: مفتش الجودة
de: Qualitätskontrollinspektor
es: Inspector de Control de Calidad
fr: Inspecteur de contrôle de qualité
it: Ispettore di Controllo Qualità
ko: 품질 통제 검사관
pt: Inspetor de Controle de Qualidade
ru: Инспектор контроля качества
tr: Kalite Kontrol Denetçisi
zh: 质量控制检查员

source: Courier
ar: ساعي
de: Kurier
es: Mensajero
fr: Courrier
it: Corriere
ko: 택배 기사
pt: Mensageiro
ru: Курьер
tr: Kurye
zh: 快递员

source: Delivery Driver
ar: سائق التوصيل
de: Lieferfahrer
es: Conductor de Entrega
fr: Livreur
it: Autista di Consegna
ko: 배달 기사
pt: Motorista de Entrega
ru: Водитель-доставщик
tr: Teslimat Sürücüsü
zh: 送货司机

source: Dispatcher
ar: المرسل
es: Despachador
fr: Répartiteur
it: Dispacciante
ko: 배차원
pt: Despachante
ru: Диспетчер
tr: Gönderici
zh: 调度员

source: Taxi Driver
ar: سائق الأجرة
de: Taxifahrer
es: Taxista
fr: Chauffeur de taxi
it: Taxista
ko: 택시 운전사
pt: Motorista de Táxi
ru: Таксист
tr: Taksi Şoförü
zh: 出租车司机

source: Truck Driver
ar: سائق الشاحنة
de: Lastwagenfahrer
es: Camionero
fr: Chauffeur de camion
it: Autista di Camion
ko: 트럭 운전사
pt: Motorista de Caminhão
ru: Водитель грузовика
tr: Kamyon Şoförü
zh: 卡车司机

source: Forklift Operator
ar: مشغل الرافعة الشوكية
de: Gabelstaplerfahrer
es: Operador de Montacargas
fr: Opérateur de chariot élévateur
it: Operatore di Muletto
ko: 포크리프트 운전사
pt: Operador de Empilhadeira
ru: Оператор погрузчика
tr: Forklift Operatörü
zh: 叉车司机

source: Inventory Clerk
ar: كاتب الجرد
de: Inventurgehilfe
es: Clerk de Inventario
fr: Clerc d'inventaire
it: Impiegato dell'Inventario
ko: 재고 관리원
pt: Clerk de Inventário
ru: Клерк инвентаризации
tr: Envanter Görevlisi
zh: 库存员工

source: Packer
ar: المعبأ
de: Verpacker
es: Empacador
fr: Emballeur
it: Addetto all'Imballaggio
ko: 포장 작업자
pt: Embalador
ru: Упаковщик
tr: Paketleyici
zh: 打包员

source: Warehouse Manager
ar: مدير المستودع
de: Lagerverwalter
es: Gerente de Almacén
fr: Gestionnaire d'entrepôt
it: Responsabile del Magazzino
ko: 창고 관리자
pt: Gerente de Armazém
ru: Менеджер склада
tr: Depo Müdürü
zh: 仓库管理员

# selectAJobPosition
source: Select Job Position
ar: اختر موقع العمل
de: Wählen Sie eine Stellenbezeichnung
es: Seleccione Posición de Trabajo
fr: Sélectionnez la Position du Travail
it: Seleziona posizione di lavoro
ko: 직위 선택
pt: Selecione a posição do trabalho
ru: Выбрать должность
tr: İş Pozisyonu Seçin
zh: 选择职位

source: Salary
ar: الراتب
de: Gehalt
es: Salario
fr: Salaire
it: Salario
ko: 급여
pt: Salário
ru: Зарплата
tr: Maaş
zh: 薪资

# workerSearchBarInput1Placeholder
source: Job title, Industry or Keywords
ar: المسمى الوظيفي، الصناعة أو الكلمات الرئيسية
de: Berufsbezeichnung, Branche oder Schlüsselwörter
es: Título de trabajo, industria o palabras clave
fr: Titre du poste, industrie ou mots-clés
it: Titolo del lavoro, industria o parole chiave
ko: 직책, 산업 또는 키워드
pt: Título do emprego, indústria ou palavras-chave
ru: Название должности, отрасль или ключевые слова
tr: İş unvanı, Sektör veya Anahtar kelimeler
zh: 职位, 行业或关键词

# workerSearchBarInput2Placeholder
source: City, State or Zip Code
ar: المدينة، الدولة أو الرمز البريدي
de: Stadt, Bundesland oder Postleitzahl
es: Ciudad, Estado o Código Postal
fr: Ville, État ou Code Postal
it: Città, stato o codice postale
ko: 도시, 주 또는 우편 번호
pt: Cidade, Estado ou Código postal
ru: Город, штат или почтовый индекс
tr: Şehir, Eyalet veya Posta Kodu
zh: 城市, 州或邮编

# companySearchBarInput1Placeholder
source: Industry, job title...
ar: الصناعة، المسمى الوظيفي ...
de: Branche, Berufsbezeichnung...
es: Industria, título de trabajo...
fr: Industrie, titre de poste...
it: Industria, titolo del lavoro...
ko: 산업, 직책...
pt: Indústria, título do emprego...
ru: Отрасль, название должности...
tr: Sektör, iş unvanı...
zh: 行业, 职位等...

# companySearchBarInput2Placeholder
source: Location
ar: الموقع
de: Standort
es: Ubicación
fr: Emplacement
it: Località
ko: 위치
pt: Localização
ru: Местоположение
tr: Konum
zh: 位置

# searchJobs
source: Search
ar: بحث
de: Suchen
es: Buscar
fr: Rechercher
it: Ricerca
ko: 검색
pt: Pesquisar
ru: Поиск
tr: Aramak
zh: 搜寻

# searchWorkers
source: Search
ar: بحث
de: Suchen
es: Buscar
fr: Rechercher
it: Ricerca
ko: 검색
pt: Pesquisar
ru: Поиск
tr: Ara
zh: 搜寻

source: Applied
ar: تم التقديم
de: Angewendet
es: Aplicado
fr: Appliqué
it: Applicato
ko: 적용됨
pt: Aplicado
ru: Применено
tr: Uygulandı
zh: 已申请

# alreadyApplied
source: Applied
ar: تم التقديم
de: Bereits angewendet
es: Aplicado
fr: Appliqué
it: Già applicato
ko: 적용됨
pt: Já aplicado
ru: Применено
tr: Zaten Uygulandı
zh: 已申请

source: Saved
ar: تم الحفظ
de: Gespeichert
es: Guardado
fr: Sauvé
it: Salvato
ko: 저장됨
pt: Salvo
ru: Сохранено
tr: Kaydedildi
zh: 已保存

source: You have not applied to any job post
ar: لم تقدم على أي وظيفة
de: Sie haben sich auf keine Stellenausschreibung beworben
es: No has solicitado ninguna oferta de trabajo
fr: Vous n'avez postulé à aucune offre d'emploi
it: Non hai fatto domanda per nessun posto di lavoro
ko: 아직 채용 공고에 지원하지 않았습니다
pt: Você não se candidatou a nenhum cargo
ru: Вы не подали заявку на какую-либо рабочую должность
tr: Hiçbir iş ilanına başvurmadınız
zh: 您还没有申请任何职位

source: You have not saved any job post
ar: لم تحفظ أي وظيفة
de: Sie haben noch keine Stellenausschreibung gespeichert
es: No has guardado ninguna oferta de trabajo
fr: Vous n'avez enregistré aucune offre d'emploi
it: Non hai salvato nessun posto di lavoro
ko: 아직 채용 공고를 저장하지 않았습니다
pt: Você não salvou nenhum cargo
ru: Вы не сохранили ни одного объявления о работе
tr: Hiçbir iş ilanını kaydetmediniz
zh: 你还没有保存任何工作职位

source: You have no chats
ar: ليس لديك أي محادثات
de: Sie haben keine Chats
es: No tienes chats
fr: Vous n'avez pas de chats
it: Non hai nessuna chat
ko: 채팅이 없습니다
pt: Você não tem chats
ru: У вас нет чатов
tr: Hiç sohbetiniz yok
zh: 你没有任何聊天

source: Schedule
ar: الجدول الزمني
de: Zeitplan
es: Horario
fr: Programme
it: Orario
ko: 일정
pt: Agenda
ru: Расписание
tr: Program
zh: 时间表

source: Job Type
ar: نوع الوظيفة
de: Art der Arbeit
es: Tipo de Trabajo
fr: Type de travail
it: Tipo di lavoro
ko: 직무 유형
pt: Tipo de emprego
ru: Тип работы
tr: İş Türü
zh: 工作类型

source: Payment
ar: الدفع
de: Zahlung
es: Pago
fr: Paiement
it: Pagamento
ko: 지불
pt: Pagamento
ru: Оплата
tr: Ödeme
zh: 支付

source: Applicants
ar: المتقدمين
de: Bewerber
es: Solicitantes
fr: Candidats
it: Candidati
ko: 지원자
pt: Candidatos
ru: Заявители
tr: Başvuranlar
zh: 申请人

source: New Applicants
ar: المتقدمين الجدد
de: Neue Bewerber
es: Nuevos Solicitantes
fr: Nouveaux candidats
it: Nuovi candidati
ko: 새로운 지원자
pt: Novos candidatos
ru: Новые кандидаты
tr: Yeni Başvuranlar
zh: 新的申请人

source: Requirements
ar: المتطلبات
de: Anforderungen
es: Requisitos
fr: Exigences
it: Requisiti
ko: 요구 사항
pt: Requisitos
ru: Требования
tr: Gereklilikler
zh: 要求

source: Saved Workers
ar: العمال المحفوظين
de: Gespeicherte Arbeiter
es: Trabajadores Guardados
fr: Travailleurs Enregistrés
it: Lavoratori Salvati
ko: 저장된 작업자
pt: Trabalhadores Salvos
ru: Сохраненные работники
tr: Kaydedilmiş İşçiler
zh: 已保存的工人

source: My Jobs
ar: وظائفي
de: Meine Jobs
es: Mis Trabajos
fr: Mes Emplois
it: I Miei Lavori
ko: 나의 직업
pt: Meus Trabalhos
ru: Мои работы
tr: Benim İşlerim
zh: 我的工作

source: You have not saved any worker
ar: لم تقم بحفظ أي عامل
de: Sie haben keinen Arbeiter gespeichert
es: No has guardado ningún trabajador
fr: Vous n'avez enregistré aucun travailleur
it: Non hai salvato nessun lavoratore
ko: 저장된 작업자가 없습니다
pt: Você não salvou nenhum trabalhador
ru: Вы не сохранили ни одного работника
tr: Hiç işçi kaydetmediniz
zh: 您还没有保存任何工人

source: You have not created any job post
ar: لم تقم بإنشاء أي منشور عمل
de: Sie haben keine Jobanzeige erstellt
es: No has creado ninguna oferta de trabajo
fr: Vous n'avez créé aucune offre d'emploi
it: Non hai creato nessun annuncio di lavoro
ko: 직업 게시물을 생성하지 않았습니다
pt: Você não criou nenhum anúncio de trabalho
ru: Вы не создали ни одного объявления о работе
tr: Hiç iş ilanı oluşturmadınız
zh: 您还没有发布任何工作岗位
